Repository: jlogostini/Lyra
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides_FromXLoc.po
Languages: fr

# BuildPatchInstaller,BuildPatchInstaller_GenericProgress
source: Please Wait
fr: Veuillez patienter

# BuildPatchInstallError,BuildPatchInstallShortError_ApplicationClosing
source: The application is closing.
fr: L'application va être fermée.

# BuildPatchInstallError,BuildPatchInstallShortError_ApplicationError
source: Patching service could not start. Please contact support.
fr: Le service de mise à jour n'a pas pu démarrer. Veuillez contacter l'assistance.

# BuildPatchInstallError,BuildPatchInstallShortError_BuildCorrupt
source: The installation is corrupt. Please contact support.
fr: L'installation est corrompue. Veuillez contacter l'assistance.

# BuildPatchInstallError,BuildPatchInstallShortError_DownloadError
source: Could not download patch data. Please check your internet connection, and try again.
fr: Impossible de télécharger les données de mise à jour. Veuillez vérifier votre connexion à Internet et réessayer.

# BuildPatchInstallError,BuildPatchInstallShortError_FileConstructionFail
source: A file corruption has occurred. Please try again.
fr: Des fichiers ont été corrompus. Veuillez réessayer.

# BuildPatchInstallError,BuildPatchInstallShortError_InitializationError
source: The installer failed to initialize. Please contact support.
fr: Échec du lancement de l'installeur. Veuillez contacter l'assistance.

# BuildPatchInstallError,BuildPatchInstallShortError_InvalidOrMax
source: An unknown error ocurred. Please contact support.
fr: Une erreur inconnue est survenue. Veuillez contacter l'assistance.

# BuildPatchInstallError,BuildPatchInstallShortError_MoveFileToInstall
source: A file access error has occurred. Please check your running processes.
fr: Une erreur a empêché l'accès aux fichiers. Veuillez vérifier vos processus en cours.

# BuildPatchInstallError,BuildPatchInstallShortError_NoError
source: The operation was successful.
fr: L'opération a réussi.

# BuildPatchInstallError,BuildPatchInstallShortError_OutOfDiskSpace
source: Not enough disk space available. Please free up some disk space and try again.
fr: Espace disque insuffisant. Veuillez faire de la place sur votre disque dur et réessayer.

# BuildPatchInstallError,BuildPatchInstallShortError_PathLengthExceeded
source: Maximum path length exceeded. Please specify a shorter install location.
fr: Longueur max du chemin d'accès atteinte. Veuillez choisir un dossier d'installation avec un nom plus court.

# BuildPatchInstallError,BuildPatchInstallShortError_PrerequisiteError
source: The necessary prerequisites have failed to install. Please contact support.
fr: Les prérequis n'ont pas pu être installés. Veuillez contacter l'assistance.

# BuildPatchInstallError,BuildPatchInstallShortError_UserCanceled
source: User cancelled.
fr: Utilisateur annulé.

# BuildPatchInstallError,InstallDirectoryDiskSpace
source: There is not enough space at {Location} {RequiredBytes} is required. {AvailableBytes} is available. You need an additional {SpaceAdditional} to perform the installation.
fr: Espace insuffisant dans {Location}. Requis : {RequiredBytes} Disponible : {AvailableBytes}. L'installation nécessite {SpaceAdditional} de plus.

# BuildPatchInstallError,InstallDirectoryDiskSpaceDevice
source: There is not enough space on your device. {RequiredBytes} is required. {AvailableBytes} is available. You need an additional {SpaceAdditional} to perform the installation.
fr: Espace insuffisant sur votre appareil. Requis : {RequiredBytes} Disponible : {AvailableBytes}. L'installation nécessite {SpaceAdditional} de plus.

# BuildPatchInstallError,InvalidInstallTags
source: This installation could not continue due to a configuration issue. Please contact support.
fr: Un problème de configuration a interrompu l'installation. Veuillez contacter l'assistance.

# BuildPatchInstallError,MissingInstallDirectory
source: The installation directory could not be created. {0}
fr: Le répertoire d'installation n'a pas pu être créé. {0}

# BuildPatchInstallError,MissingPrereqForPrereqOnlyInstall
source: This installation could not continue due to a prerequisite configuration issue. Please contact support.
fr: Un problème de configuration requise a interrompu l'installation. Veuillez contacter l'assistance.

# BuildPatchInstallError,MissingStageDirectory
source: The following directory could not be created. {0}
fr: Le répertoire suivant n'a pas pu être créé. {0}

# BuildPatchInstallProgress,EBuildPatchProgress_BuildVerification
source: Verifying
fr: Vérification

# BuildPatchInstallProgress,EBuildPatchProgress_CleanUp
source: Cleaning up
fr: Nettoyage

# BuildPatchInstallProgress,EBuildPatchProgress_Complete
source: Complete
fr: Terminé

# BuildPatchInstallProgress,EBuildPatchProgress_Downloading
source: Downloading
fr: Téléchargement

# BuildPatchInstallProgress,EBuildPatchProgress_Initialising
source: Initializing
fr: Initialisation

# BuildPatchInstallProgress,EBuildPatchProgress_Installing
source: Installing
fr: Installation

# BuildPatchInstallProgress,EBuildPatchProgress_Paused
source: Paused
fr: Pause

# BuildPatchInstallProgress,EBuildPatchProgress_PrerequisitesInstall
source: Prerequisites
fr: Conditions

# BuildPatchInstallProgress,EBuildPatchProgress_Queued
source: Queued
fr: Dans la file

# BuildPatchInstallProgress,EBuildPatchProgress_Resuming
source: Resuming
fr: Reprise

# DynamicRHI,NullDrvFailure
source: NullDrv failure?
fr: Échec du NullDrv ?

# GenericPlatform,FileManagerName
source: File Manager
fr: Gestionnaire de fichiers

# GpuProfiler,GpuProfileVsyncEnabledWarning
source: WARNING: This GPU profile was captured with v-sync enabled. V-sync wait time may show up in any bucket, and as a result the data in this profile may be skewed. Please profile with v-sync disabled to obtain the most accurate data.
fr: AVERTISSEMENT : ce profil de carte graphique a été capturé avec la synchronisation verticale activée. Le délai d'attente de la synchronisation verticale peut fausser les données de ce profil. Veuillez capturer un profil en désactivant la synchronisation verticale pour obtenir les données les plus précises.

# InputKeys,Acceleration
source: Acceleration
fr: Accélération

# InputKeys,Ampersand
source: Ampersand
fr: Esperluette

# InputKeys,Android_Back
source: Android Back
fr: Android Retour

# InputKeys,Android_Volume_Down
source: Android Volume Down
fr: Android Volume -

# InputKeys,Android_Volume_Up
source: Android Volume Up
fr: Android Volume +

# InputKeys,AnyKey
source: Any Key
fr: Une touche

# InputKeys,Asterix
source: Asterisk
fr: Astérisque

# InputKeys,Backslash
source: Backslash
fr: Barre oblique inversée

# InputKeys,BackSpace
source: Backspace
fr: Retour arrière

# InputKeys,CapsLock
source: Caps Lock
fr: Ver. Maj.

# InputKeys,CapsLockShort
source: Caps
fr: Maj

# InputKeys,Colon
source: Colon
fr: Deux-points

# InputKeys,Comma
source: Comma
fr: Virgule

# InputKeys,Delete
source: Delete
fr: Supprimer

# InputKeys,DeleteShort
source: Del
fr: Suppr

# InputKeys,Down
source: Down
fr: Bas de page

# InputKeys,End
source: End
fr: Fin

# InputKeys,Enter
source: Enter
fr: Entrée

# InputKeys,Equals
source: Equals
fr: Égal

# InputKeys,Escape
source: Escape
fr: Echap

# InputKeys,EscapeShort
source: Esc
fr: Échap

# InputKeys,ForwardDelete
source: Fn+Delete
fr: Fn + Suppr

# InputKeys,Gamepad_DPad_Down
source: Gamepad D-pad Down
fr: Manette : BMD bas

# InputKeys,Gamepad_DPad_Left
source: Gamepad D-pad Left
fr: Manette : BMD gauche

# InputKeys,Gamepad_DPad_Right
source: Gamepad D-pad Right
fr: Manette : BMD droite

# InputKeys,Gamepad_DPad_Up
source: Gamepad D-pad Up
fr: Manette : BMD haut

# InputKeys,Gamepad_FaceButton_Bottom
source: Gamepad Face Button Bottom
fr: Manette : Touche façade bas

# InputKeys,Gamepad_FaceButton_Left
source: Gamepad Face Button Left
fr: Manette : Touche façade gauche

# InputKeys,Gamepad_FaceButton_Right
source: Gamepad Face Button Right
fr: Manette : Touche façade droite

# InputKeys,Gamepad_FaceButton_Top
source: Gamepad Face Button Top
fr: Manette : Touche façade haut

# InputKeys,Gamepad_Left2D
source: Gamepad Left Thumbstick 2D-Axis
fr: Manette : Stick analogique gauche - Axe 2D

# InputKeys,Gamepad_LeftShoulder
source: Gamepad Left Shoulder
fr: Manette : Gâchette haute gauche

# InputKeys,Gamepad_LeftStick_Down
source: Gamepad Left Thumbstick Down
fr: Manette : Stick analogique gauche - Bas

# InputKeys,Gamepad_LeftStick_Left
source: Gamepad Left Thumbstick Left
fr: Manette : Stick analogique gauche - Gauche

# InputKeys,Gamepad_LeftStick_Right
source: Gamepad Left Thumbstick Right
fr: Manette : Stick analogique gauche - Droite

# InputKeys,Gamepad_LeftStick_Up
source: Gamepad Left Thumbstick Up
fr: Manette : Stick analogique gauche - Haut

# InputKeys,Gamepad_LeftThumbstick
source: Gamepad Left Thumbstick Button
fr: Manette : Stick analogique gauche - Appuyer

# InputKeys,Gamepad_LeftTrigger
source: Gamepad Left Trigger
fr: Manette : Gâchette gauche

# InputKeys,Gamepad_LeftTriggerAxis
source: Gamepad Left Trigger Axis
fr: Manette : Axe de gâchette gauche

# InputKeys,Gamepad_LeftX
source: Gamepad Left Thumbstick X-Axis
fr: Manette : Stick analogique gauche - Axe des X

# InputKeys,Gamepad_LeftY
source: Gamepad Left Thumbstick Y-Axis
fr: Manette : Stick analogique gauche - Axe des Y

# InputKeys,Gamepad_Right2D
source: Gamepad Right Thumbstick 2D-Axis
fr: Manette : Stick analogique droite - Axe 2D

# InputKeys,Gamepad_RightShoulder
source: Gamepad Right Shoulder
fr: Manette : Gâchette haute droite

# InputKeys,Gamepad_RightStick_Down
source: Gamepad Right Thumbstick Down
fr: Manette : Stick analogique droite - Bas

# InputKeys,Gamepad_RightStick_Left
source: Gamepad Right Thumbstick Left
fr: Manette : Stick analogique droite - Gauche

# InputKeys,Gamepad_RightStick_Right
source: Gamepad Right Thumbstick Right
fr: Manette : Stick analogique droite - Droite

# InputKeys,Gamepad_RightStick_Up
source: Gamepad Right Thumbstick Up
fr: Manette : Stick analogique droite - Haut

# InputKeys,Gamepad_RightThumbstick
source: Gamepad Right Thumbstick Button
fr: Manette : Stick analogique droite - Appuyer

# InputKeys,Gamepad_RightTrigger
source: Gamepad Right Trigger
fr: Manette : Gâchette droite

# InputKeys,Gamepad_RightTriggerAxis
source: Gamepad Right Trigger Axis
fr: Manette : Axe de gâchette droite

# InputKeys,Gamepad_RightX
source: Gamepad Right Thumbstick X-Axis
fr: Manette : Stick analogique droite - Axe des X

# InputKeys,Gamepad_RightY
source: Gamepad Right Thumbstick Y-Axis
fr: Manette : Stick analogique droite - Axe des Y

# InputKeys,Gamepad_Special_Left
source: Gamepad Special Left
fr: Manette : Touche spéciale gauche

# InputKeys,Gamepad_Special_Left_X
source: Touchpad Button X Axis
fr: Axe horizontal de la touche du pavé tactile

# InputKeys,Gamepad_Special_Left_Y
source: Touchpad Button Y Axis
fr: Axe vertical de la touche du pavé tactile

# InputKeys,Gamepad_Special_Right
source: Gamepad Special Right
fr: Manette : Touche spéciale droite

# InputKeys,GamepadSubCategory
source: Gamepad
fr: Manette

# InputKeys,Gesture_Flick
source: Flick
fr: Feuilleter

# InputKeys,Gesture_Pinch
source: Pinch
fr: Pincer

# InputKeys,Gesture_Rotate
source: Rotate
fr: Faire pivoter

# InputKeys,GestureSubCateogry
source: Gesture
fr: Geste

# InputKeys,Global_Back
source: Global Back
fr: Général : Retour

# InputKeys,Global_Menu
source: Global Menu
fr: Général : Menu

# InputKeys,Global_Pause
source: Global Pause
fr: Général : Pause

# InputKeys,Global_Play
source: Global Play
fr: Général : Jouer

# InputKeys,Global_View
source: Global View
fr: Général : Voir

# InputKeys,Gravity
source: Gravity
fr: Gravité

# InputKeys,Home
source: Home
fr: Accueil

# InputKeys,Hyphen
source: Hyphen
fr: Trait d'union

# InputKeys,Insert
source: Insert
fr: Insertion

# InputKeys,InsertShort
source: Ins
fr: Inser

# InputKeys,KeyboardSubCategory
source: Keyboard
fr: Clavier

# InputKeys,Left
source: Left
fr: Gauche

# InputKeys,LeftAlt
source: Left Alt
fr: Alt gauche

# InputKeys,LeftBracket
source: Left Bracket
fr: Crochet gauche

# InputKeys,LeftCommand
source: Left Cmd
fr: Cmd gauche

# InputKeys,LeftControl
source: Left Ctrl
fr: Ctrl gauche

# InputKeys,LeftMouseButton
source: Left Mouse Button
fr: Bouton gauche de la souris

# InputKeys,LeftMouseButtonShort
source: LMB
fr: Souris - Bouton gauche

# InputKeys,LeftParantheses
source: Left Parantheses
fr: Parenthèse gauche

# InputKeys,LeftShift
source: Left Shift
fr: Maj gauche

# InputKeys,MiddleMouseButton
source: Middle Mouse Button
fr: Bouton du milieu de la souris

# InputKeys,MixedReality_Left_Grip_Click
source: Mixed Reality (L) Grip
fr: Mixed Reality (G) : Poignée

# InputKeys,MixedReality_Left_Menu_Click
source: Mixed Reality (L) Menu
fr: Mixed Reality (G) : Menu

# InputKeys,MixedReality_Left_Thumbstick_2D
source: Mixed Reality (L) Thumbstick 2D-Axis
fr: Mixed Reality (G) : Stick analogique axe 2D

# InputKeys,MixedReality_Left_Thumbstick_Click
source: Mixed Reality (L) Thumbstick Button
fr: Mixed Reality (G) : Stick analogique

# InputKeys,MixedReality_Left_Thumbstick_Down
source: Mixed Reality (L) Thumbstick Down
fr: Mixed Reality (G) : Joystick - Bas

# InputKeys,MixedReality_Left_Thumbstick_Left
source: Mixed Reality (L) Thumbstick Left
fr: Mixed Reality (G) : Joystick - Gauche

# InputKeys,MixedReality_Left_Thumbstick_Right
source: Mixed Reality (L) Thumbstick Right
fr: Mixed Reality (G) : Joystick - Droite

# InputKeys,MixedReality_Left_Thumbstick_Up
source: Mixed Reality (L) Thumbstick Up
fr: Mixed Reality (G) : Joystick - Haut

# InputKeys,MixedReality_Left_Thumbstick_X
source: Mixed Reality (L) Thumbstick X-Axis
fr: Mixed Reality (G) : Stick analogique - X

# InputKeys,MixedReality_Left_Thumbstick_Y
source: Mixed Reality (L) Thumbstick Y-Axis
fr: Mixed Reality (G) : Stick analogique - Y

# InputKeys,MixedReality_Left_Trackpad_2D
source: Mixed Reality (L) Trackpad 2D-Axis
fr: Mixed Reality (G) : Pavé tactile axe 2D

# InputKeys,MixedReality_Left_Trackpad_Click
source: Mixed Reality (L) Trackpad Button
fr: Mixed Reality (G) : Pavé tactile

# InputKeys,MixedReality_Left_Trackpad_Down
source: Mixed Reality (L) Trackpad Down
fr: Mixed Reality (G) : Pavé tactile - Bas

# InputKeys,MixedReality_Left_Trackpad_Left
source: Mixed Reality (L) Trackpad Left
fr: Mixed Reality (G) : Pavé tactile - Gauche

# InputKeys,MixedReality_Left_Trackpad_Right
source: Mixed Reality (L) Trackpad Right
fr: Mixed Reality (G) : Pavé tactile - Droite

# InputKeys,MixedReality_Left_Trackpad_Touch
source: Mixed Reality (L) Trackpad Touch
fr: Mixed Reality (G) : Pavé tactile - Toucher

# InputKeys,MixedReality_Left_Trackpad_Up
source: Mixed Reality (L) Trackpad Up
fr: Mixed Reality (G) : Pavé tactile - Haut

# InputKeys,MixedReality_Left_Trackpad_X
source: Mixed Reality (L) Trackpad X
fr: Mixed Reality (G) : Pavé tactile - X

# InputKeys,MixedReality_Left_Trackpad_Y
source: Mixed Reality (L) Trackpad Y
fr: Mixed Reality (G) : Pavé tactile - Y

# InputKeys,MixedReality_Left_Trigger_Axis
source: Mixed Reality (L) Trigger Axis
fr: Mixed Reality (G) : Gâchette - Axe

# InputKeys,MixedReality_Left_Trigger_Click
source: Mixed Reality (L) Trigger
fr: Mixed Reality (G) : Gâchette

# InputKeys,MixedReality_Right_Grip_Click
source: Mixed Reality (R) Grip
fr: Mixed Reality (D) : Poignée

# InputKeys,MixedReality_Right_Menu_Click
source: Mixed Reality (R) Menu
fr: Mixed Reality (D) : Menu

# InputKeys,MixedReality_Right_Thumbstick_2D
source: Mixed Reality (R) Thumbstick 2D-Axis
fr: Mixed Reality (D) : Stick analogique axe 2D

# InputKeys,MixedReality_Right_Thumbstick_Click
source: Mixed Reality (R) Thumbstick Button
fr: Mixed Reality (D) : Stick analogique

# InputKeys,MixedReality_Right_Thumbstick_Down
source: Mixed Reality (R) Thumbstick Down
fr: Mixed Reality (D) : Joystick - Bas

# InputKeys,MixedReality_Right_Thumbstick_Left
source: Mixed Reality (R) Thumbstick Left
fr: Mixed Reality (D) : Joystick - Gauche

# InputKeys,MixedReality_Right_Thumbstick_Right
source: Mixed Reality (R) Thumbstick Right
fr: Mixed Reality (D) : Joystick - Droite

# InputKeys,MixedReality_Right_Thumbstick_Up
source: Mixed Reality (R) Thumbstick Up
fr: Mixed Reality (D) : Joystick - Haut

# InputKeys,MixedReality_Right_Thumbstick_X
source: Mixed Reality (R) Thumbstick X-Axis
fr: Mixed Reality (D) : Stick analogique - X

# InputKeys,MixedReality_Right_Thumbstick_Y
source: Mixed Reality (R) Thumbstick Y-Axis
fr: Mixed Reality (D) : Stick analogique - Y

# InputKeys,MixedReality_Right_Trackpad_2D
source: Mixed Reality (R) Trackpad 2D-Axis
fr: Mixed Reality (D) : Pavé tactile axe 2D

# InputKeys,MixedReality_Right_Trackpad_Click
source: Mixed Reality (R) Trackpad Button
fr: Mixed Reality (D) : Pavé tactile

# InputKeys,MixedReality_Right_Trackpad_Down
source: Mixed Reality (R) Trackpad Down
fr: Mixed Reality (D) : Pavé tactile - Bas

# InputKeys,MixedReality_Right_Trackpad_Left
source: Mixed Reality (R) Trackpad Left
fr: Mixed Reality (D) : Pavé tactile - Gauche

# InputKeys,MixedReality_Right_Trackpad_Right
source: Mixed Reality (R) Trackpad Right
fr: Mixed Reality (D) : Pavé tactile - Droite

# InputKeys,MixedReality_Right_Trackpad_Touch
source: Mixed Reality (R) Trackpad Touch
fr: Mixed Reality (D) : Pavé tactile - Toucher

# InputKeys,MixedReality_Right_Trackpad_Up
source: Mixed Reality (R) Trackpad Up
fr: Mixed Reality (D) : Pavé tactile - Haut

# InputKeys,MixedReality_Right_Trackpad_X
source: Mixed Reality (R) Trackpad X
fr: Mixed Reality (D) : Pavé tactile - X

# InputKeys,MixedReality_Right_Trackpad_Y
source: Mixed Reality (R) Trackpad Y
fr: Mixed Reality (D) : Pavé tactile - Y

# InputKeys,MixedReality_Right_Trigger_Axis
source: Mixed Reality (R) Trigger Axis
fr: Mixed Reality (D) : Gâchette - Axe

# InputKeys,MixedReality_Right_Trigger_Click
source: Mixed Reality (R) Trigger
fr: Mixed Reality (D) : Gâchette

# InputKeys,MotionSubCateogry
source: Motion
fr: Mouvement

# InputKeys,Mouse2D
source: Mouse XY 2D-Axis
fr: Souris X/Y - Axe 2D

# InputKeys,MouseScrollDown
source: Mouse Wheel Down
fr: Molette de la souris - Bas

# InputKeys,MouseScrollUp
source: Mouse Wheel Up
fr: Molette de la souris - Haut

# InputKeys,MouseSubCategory
source: Mouse
fr: Souris

# InputKeys,MouseWheelAxis
source: Mouse Wheel Axis
fr: Axe Molette de la souris

# InputKeys,MouseX
source: Mouse X
fr: Souris X

# InputKeys,MouseY
source: Mouse Y
fr: Souris Y

# InputKeys,NumLock
source: Num Lock
fr: Verr Num

# InputKeys,OculusTouch_Left_Grip_Axis
source: Oculus Touch (L) Grip Axis
fr: Oculus Touch (G) : Grip - Axe

# InputKeys,OculusTouch_Left_Grip_Click
source: Oculus Touch (L) Grip
fr: Oculus Touch (G) : Grip

# InputKeys,OculusTouch_Left_Menu_Click
source: Oculus Touch (L) Menu
fr: Oculus Touch (G) : Menu

# InputKeys,OculusTouch_Left_Thumbstick_2D
source: Oculus Touch (L) Thumbstick 2D-Axis
fr: Oculus Touch (G) : Stick analogique axe 2D

# InputKeys,OculusTouch_Left_Thumbstick_Click
source: Oculus Touch (L) Thumbstick Button
fr: Oculus Touch (G) : Stick analogique

# InputKeys,OculusTouch_Left_Thumbstick_Down
source: Oculus Touch (L) Thumbstick Down
fr: Oculus Touch (G) : Stick analogique - Bas

# InputKeys,OculusTouch_Left_Thumbstick_Left
source: Oculus Touch (L) Thumbstick Left
fr: Oculus Touch (G) : Stick analogique - Gauche

# InputKeys,OculusTouch_Left_Thumbstick_Right
source: Oculus Touch (L) Thumbstick Right
fr: Oculus Touch (G) : Stick analogique - Droite

# InputKeys,OculusTouch_Left_Thumbstick_Touch
source: Oculus Touch (L) Thumbstick Touch
fr: Oculus Touch (G) : Stick analogique - Toucher

# InputKeys,OculusTouch_Left_Thumbstick_Up
source: Oculus Touch (L) Thumbstick Up
fr: Oculus Touch (G) : Stick analogique - Haut

# InputKeys,OculusTouch_Left_Thumbstick_X
source: Oculus Touch (L) Thumbstick X-Axis
fr: Oculus Touch (G) : Stick analogique - X

# InputKeys,OculusTouch_Left_Thumbstick_Y
source: Oculus Touch (L) Thumbstick Y-Axis
fr: Oculus Touch (G) : Stick analogique - Y

# InputKeys,OculusTouch_Left_Trigger_Axis
source: Oculus Touch (L) Trigger Axis
fr: Oculus Touch (G) : Gâchette - Axe

# InputKeys,OculusTouch_Left_Trigger_Click
source: Oculus Touch (L) Trigger
fr: Oculus Touch (G) : Gâchette

# InputKeys,OculusTouch_Left_Trigger_Touch
source: Oculus Touch (L) Trigger Touch
fr: Oculus Touch (G) : Gâchette - Toucher

# InputKeys,OculusTouch_Left_X_Click
source: Oculus Touch (L) X Press
fr: Oculus Touch (G) : Bouton X - Appuyer

# InputKeys,OculusTouch_Left_X_Touch
source: Oculus Touch (L) X Touch
fr: Oculus Touch (G) : Bouton X - Toucher

# InputKeys,OculusTouch_Left_Y_Click
source: Oculus Touch (L) Y Press
fr: Oculus Touch (G) : Bouton Y - Appuyer

# InputKeys,OculusTouch_Left_Y_Touch
source: Oculus Touch (L) Y Touch
fr: Oculus Touch (G) : Bouton Y - Toucher

# InputKeys,OculusTouch_Right_A_Click
source: Oculus Touch (R) A Press
fr: Oculus Touch (D) : Bouton A - Appuyer

# InputKeys,OculusTouch_Right_A_Touch
source: Oculus Touch (R) A Touch
fr: Oculus Touch (D) : Bouton A - Toucher

# InputKeys,OculusTouch_Right_B_Click
source: Oculus Touch (R) B Press
fr: Oculus Touch (D) : Bouton B - Appuyer

# InputKeys,OculusTouch_Right_B_Touch
source: Oculus Touch (R) B Touch
fr: Oculus Touch (D) : Bouton B - Toucher

# InputKeys,OculusTouch_Right_Grip_Axis
source: Oculus Touch (R) Grip Axis
fr: Oculus Touch (D) : Grip - Axe

# InputKeys,OculusTouch_Right_Grip_Click
source: Oculus Touch (R) Grip
fr: Oculus Touch (D) : Grip

# InputKeys,OculusTouch_Right_System_Click
source: Oculus Touch (R) System
fr: Oculus Touch (D) : Système

# InputKeys,OculusTouch_Right_Thumbstick_2D
source: Oculus Touch (R) Thumbstick 2D-Axis
fr: Oculus Touch (D) : Stick analogique axe 2D

# InputKeys,OculusTouch_Right_Thumbstick_Click
source: Oculus Touch (R) Thumbstick Button
fr: Oculus Touch (D) : Stick analogique

# InputKeys,OculusTouch_Right_Thumbstick_Down
source: Oculus Touch (R) Thumbstick Down
fr: Oculus Touch (D) : Stick analogique - Bas

# InputKeys,OculusTouch_Right_Thumbstick_Left
source: Oculus Touch (R) Thumbstick Left
fr: Oculus Touch (D) : Stick analogique - Gauche

# InputKeys,OculusTouch_Right_Thumbstick_Right
source: Oculus Touch (R) Thumbstick Right
fr: Oculus Touch (D) : Stick analogique - Droite

# InputKeys,OculusTouch_Right_Thumbstick_Touch
source: Oculus Touch (R) Thumbstick Touch
fr: Oculus Touch (D) : Stick analogique - Toucher

# InputKeys,OculusTouch_Right_Thumbstick_Up
source: Oculus Touch (R) Thumbstick Up
fr: Oculus Touch (D) : Stick analogique - Haut

# InputKeys,OculusTouch_Right_Thumbstick_X
source: Oculus Touch (R) Thumbstick X-Axis
fr: Oculus Touch (D) : Stick analogique - X

# InputKeys,OculusTouch_Right_Thumbstick_Y
source: Oculus Touch (R) Thumbstick Y-Axis
fr: Oculus Touch (D) : Stick analogique - Y

# InputKeys,OculusTouch_Right_Trigger_Axis
source: Oculus Touch (R) Trigger Axis
fr: Oculus Touch (D) : Gâchette - Axe

# InputKeys,OculusTouch_Right_Trigger_Click
source: Oculus Touch (R) Trigger
fr: Oculus Touch (D) : Gâchette

# InputKeys,OculusTouch_Right_Trigger_Touch
source: Oculus Touch (R) Trigger Touch
fr: Oculus Touch (D) : Gâchette - Toucher

# InputKeys,PageDown
source: Page Down
fr: Bas de page

# InputKeys,PageDownShort
source: PgDn
fr: Pg suiv

# InputKeys,PageUp
source: Page Up
fr: Haut de page

# InputKeys,PageUpShort
source: PgUp
fr: Pg préc

# InputKeys,Period
source: Period
fr: Point

# InputKeys,PS4_Gamepad_FaceButton_Bottom
source: Gamepad X
fr: Manette : X

# InputKeys,PS4_Gamepad_FaceButton_Left
source: Gamepad Square
fr: Manette : Carré

# InputKeys,PS4_Gamepad_FaceButton_Right
source: Gamepad Circle
fr: Manette : Cercle

# InputKeys,PS4_Gamepad_FaceButton_Top
source: Gamepad Triangle
fr: Manette : Triangle

# InputKeys,PS4_Gamepad_LeftShoulder
source: Gamepad L1
fr: Manette : L1

# InputKeys,PS4_Gamepad_LeftThumbstick
source: Gamepad L3
fr: Manette : L3
