Repository: jlogostini/Lyra
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides.po
Languages: it, tr

# LinuxDynamicRHI,RequiredOpenGL
source: OpenGL 4.3 is required to run the engine.
it: È necessaria la libreria OpenGL 4.3 per eseguire il motore grafico.
tr: Oyun motorunu çalıştırmak için OpenGL 4.3'ün yüklü olması gerekir.

# LinuxDynamicRHI,RequiredVulkan
source: Vulkan Driver is required to run the engine.
it: È necessario il driver Vulkan per eseguire il motore grafico.
tr: Motoru çalıştırmak Vulkan Driver’ın yüklü olması gerekmektedir.

# MessageDialog,LatestVideoCardDriverIssueReport
source: The latest version of the {Vendor} graphics driver has known issues. Please install the recommended driver version. Would you like to visit the following URL to download the driver? {Hyperlink} {AdapterName} Installed: {InstalledVer} Recommended: {RecommendedVer}
it: La versione più recente del driver grafico {Vendor} ha problemi noti. Installa la versione consigliata del driver. Vuoi visitare il seguente URL per scaricare il driver? {Hyperlink} {AdapterName} Installata: {InstalledVer} Consigliata: {RecommendedVer}
tr: En güncel {Vendor} ekran kartı sürücüsünde bir takım sorunlar mevcut. Lütfen tavsiye edilen sürücüyü yükle. Sürücüyü indirmek için şu bağlantıyı ziyaret etmek ister misin? {Hyperlink} {AdapterName} Kurulu: {InstalledVer} Önerilen: {RecommendedVer}

# MessageDialog,LatestVideoCardDriverRHIIssueReport
source: The latest version of the {Vendor} graphics driver has known issues in {RHI}. Please install the recommended driver version or switch to a different rendering API. Would you like to visit the following URL to download the driver? {Hyperlink} {AdapterName} Installed: {InstalledVer} Recommended: {RecommendedVer}
it: La versione più recente del driver grafico {Vendor} ha problemi noti in {RHI}. Installa la versione consigliata del driver o passa a un altro render API. Vuoi visitare il seguente URL per scaricare il driver? {Hyperlink} {AdapterName} Installata: {InstalledVer} Consigliata: {RecommendedVer}
tr: En güncel {Vendor} ekran kartı sürücüsünde {RHI} hakkında bir takım sorunlar mevcut. Lütfen önerilen sürücü sürümünü kur veya farklı bir işleme API'ına geç. Sürücüyü indirmek için şu bağlantıyı ziyaret etmek ister misin? {Hyperlink} {AdapterName} Kurulu: {InstalledVer} Önerilen: {RecommendedVer}

# MessageDialog,TitleVideoCardDriverIssue
source: WARNING: Known issues with graphics driver
it: AVVERTENZA: Ci sono problemi noti con il driver grafico
tr: UYARI: Grafik sürücüsünde bilinen bir takım sorunlar var

# MessageDialog,UpdateMacOSX_Body
source: Please update to the latest version of macOS for best performance and stability.
it: Aggiorna all'ultima versione di macOS per ottenere le migliori prestazioni e la massima stabilità.
tr: En iyi performans ve dengelilik için lütfen macOS’un en yeni sürümüne güncelle.

# MessageDialog,UpdateMacOSX_Title
source: Update macOS
it: Aggiorna macOS
tr: macOS’u güncelle

# UnrealBuildConfigurations,DebugGameName
source: DebugGame
tr: Oyun Hatalarını Ayıklama

# UnrealBuildConfigurations,DebugName
source: Debug
tr: Hata Ayıklama

# UnrealBuildConfigurations,DevelopmentName
source: Development
it: Sviluppo
tr: Geliştirme

# UnrealBuildConfigurations,ShippingName
source: Shipping
it: Spedizione
tr: Sevkiyat

# UnrealBuildConfigurations,UnknownName
source: Unknown
it: Sconosciuto
tr: Bilinmiyor

# WindowsDynamicRHI,RequiredDX11Feature_11_SM5
source: A D3D11-compatible GPU (Feature Level 11.0, Shader Model 5.0) is required to run the engine.
it: È necessaria una GPU compatibile con D3D11 (livello di funzionalità 11.0, Shader Model 5.0) per eseguire il motore di gioco.
tr: Motoru çalıştırmak için D3D11 uyumlu GPU (Feature Level 11.0, Shader Model 5.0) yüklü olması gerekmektedir.

# WindowsDynamicRHI,RequiredOpenGL
source: OpenGL 4.3 is required to run the engine.
it: È necessaria la libreria OpenGL 4.3 per eseguire il motore grafico.
tr: Oyun motorunu çalıştırmak için OpenGL 4.3'ün yüklü olması gerekir.

# WindowsDynamicRHI,RequiredVulkan
source: Vulkan Driver is required to run the engine.
it: È necessario il driver Vulkan per eseguire il motore grafico.
tr: Motoru çalıştırmak Vulkan Driver’ın yüklü olması gerekmektedir.

# WindowsDynamicRHI,RHIOptionsError
source: -d3d12/dx12, -d3d11/dx11, -vulkan, and -opengl are mutually exclusive options, but more than one was specified on the command-line.
it: -d3d12/dx12, -d3d11/dx11, -vulkan, e -opengl sono opzioni mutualmente esclusive, ma più di una è stata specificata sulla riga di comando.
tr: -d3d12/dx12, -d3d11/dx11, -vulkan ve -opengl birbiriyle çalışmayan seçeneklerdir ancak komut dizininde birden fazlası belirtilmiş.

# InputKeys,CapsLock
source: Caps Lock
it: Bloc Maiusc

# InputKeys,CapsLockShort
source: Caps
it: Bloc maiusc

# InputKeys,Delete
source: Delete
it: Elimina

# InputKeys,DeleteShort
source: Del
it: Canc

# InputKeys,End
source: End
it: Fine

# InputKeys,Enter
source: Enter
it: Invio

# InputKeys,Escape
source: Escape
it: Esc

# InputKeys,ForwardDelete
source: Fn+Delete
it: Fn+Canc

# InputKeys,Insert
source: Insert
it: Ins

# InputKeys,NumLock
source: Num Lock
it: Bloc Num

# InputKeys,PageDown
source: Page Down
it: PgGiù

# InputKeys,PageDownShort
source: PgDn
it: PgGiù

# InputKeys,PageUp
source: Page Up
it: PgSu

# InputKeys,PageUpShort
source: PgUp
it: PgSu

# InputKeys,Pause
source: Pause
it: Pausa

# InputKeys,ScrollLock
source: Scroll Lock
it: Bloc Scor

# MessageDialog,DriverDownloadLinkNVIDIA
source: https://www.nvidia.com/en-us/geforce/drivers/
it: https://www.nvidia.com/it-it/geforce/drivers/

# UnrealBuildConfigurations,TestName
source: Test
it: Prova
