Repository: jlogostini/Lyra
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides_FromXLoc.po
Languages: fr

# InputKeys,PS4_Gamepad_LeftTrigger
source: Gamepad L2
fr: Manette : L2

# InputKeys,PS4_Gamepad_LeftTriggerAxis
source: Gamepad L2 Axis
fr: Manette : Axe L2

# InputKeys,PS4_Gamepad_RightShoulder
source: Gamepad R1
fr: Manette : R1

# InputKeys,PS4_Gamepad_RightThumbstick
source: Gamepad R3
fr: Manette : R3

# InputKeys,PS4_Gamepad_RightTrigger
source: Gamepad R2
fr: Manette : R2

# InputKeys,PS4_Gamepad_RightTriggerAxis
source: Gamepad R2 Axis
fr: Manette : Axe R2

# InputKeys,PS4_Gamepad_Special_Left
source: Gamepad Touchpad Button
fr: Manette : Touche pavé tactile

# InputKeys,PS4_Gamepad_Special_Right
source: Gamepad Options
fr: Manette : Touche OPTIONS

# InputKeys,PS4_Special
source: PS4_Special_DEPRECATED
fr: PS4_Special

# InputKeys,Quote
source: Quote
fr: Guillemet

# InputKeys,Right
source: Right
fr: Droite

# InputKeys,RightAlt
source: Right Alt
fr: Alt droite

# InputKeys,RightBracket
source: Right Bracket
fr: Crochet droit

# InputKeys,RightCommand
source: Right Cmd
fr: Cmd droite

# InputKeys,RightControl
source: Right Ctrl
fr: Ctrl droite

# InputKeys,RightMouseButton
source: Right Mouse Button
fr: Bouton droit de la souris

# InputKeys,RightMouseButtonShort
source: RMB
fr: Souris - Bouton droit

# InputKeys,RightParantheses
source: Right Parantheses
fr: Parenthèse droite

# InputKeys,RightShift
source: Right Shift
fr: Maj droite

# InputKeys,RotationRate
source: Rotation Rate
fr: Vitesse de rotation

# InputKeys,ScrollLock
source: Scroll Lock
fr: Arrêt défil.

# InputKeys,Semicolon
source: Semicolon
fr: Point-virgule

# InputKeys,Slash
source: Slash
fr: Barre oblique

# InputKeys,SpaceBar
source: Space Bar
fr: Espace

# InputKeys,SpaceBarShort
source: Space
fr: Espace

# InputKeys,Steam_Back_Left
source: Steam Back Left
fr: Steam : Retour gauche

# InputKeys,Steam_Back_Right
source: Steam Back Right
fr: Steam : Retour droite

# InputKeys,Steam_Touch_0
source: Steam Touch 0
fr: Steam : Tactile 0

# InputKeys,Steam_Touch_1
source: Steam Touch 1
fr: Steam : Tactile 1

# InputKeys,Steam_Touch_2
source: Steam Touch 2
fr: Steam : Tactile 2

# InputKeys,Steam_Touch_3
source: Steam Touch 3
fr: Steam : Tactile 3

# InputKeys,ThumbMouseButton
source: Thumb Mouse Button
fr: Bouton de la souris Pouce

# InputKeys,ThumbMouseButton2
source: Thumb Mouse Button 2
fr: Bouton de la souris Pouce 2

# InputKeys,Tilt
source: Tilt
fr: Inclinaison

# InputKeys,TouchFormat
source: Touch {0}
fr: Touchez {0}

# InputKeys,TouchSubCateogry
source: Touch
fr: Tactile

# InputKeys,Underscore
source: Underscore
fr: Tiret bas

# InputKeys,Up
source: Up
fr: Haut

# InputKeys,ValveIndex_Left_A_Click
source: Valve Index (L) A Press
fr: Valve Index (G) : Bouton A - Appuyer

# InputKeys,ValveIndex_Left_A_Touch
source: Valve Index (L) A Touch
fr: Valve Index (G) : Bouton A - Toucher

# InputKeys,ValveIndex_Left_B_Click
source: Valve Index (L) B Press
fr: Valve Index (G) : Bouton B - Appuyer

# InputKeys,ValveIndex_Left_B_Touch
source: Valve Index (L) B Touch
fr: Valve Index (G) : Bouton B - Toucher

# InputKeys,ValveIndex_Left_Grip_Axis
source: Valve Index (L) Grip Axis
fr: Valve Index (G) : Poignée - Axe

# InputKeys,ValveIndex_Left_Grip_Force
source: Valve Index (L) Grip Force
fr: Valve Index (G) : Poignée - Force

# InputKeys,ValveIndex_Left_System_Click
source: Valve Index (L) System
fr: Valve Index (G) : Système

# InputKeys,ValveIndex_Left_System_Touch
source: Valve Index (L) System Touch
fr: Valve Index (G) : Système - Toucher

# InputKeys,ValveIndex_Left_Thumbstick_2D
source: Valve Index (L) Thumbstick 2D-Axis
fr: Valve Index (G) : Stick analogique axe 2D

# InputKeys,ValveIndex_Left_Thumbstick_Click
source: Valve Index (L) Thumbstick Button
fr: Valve Index (G) : Stick analogique

# InputKeys,ValveIndex_Left_Thumbstick_Down
source: Valve Index (L) Thumbstick Down
fr: Valve Index (G) : Stick analogique - Bas

# InputKeys,ValveIndex_Left_Thumbstick_Left
source: Valve Index (L) Thumbstick Left
fr: Valve Index (G) : Stick analogique - Gauche

# InputKeys,ValveIndex_Left_Thumbstick_Right
source: Valve Index (L) Thumbstick Right
fr: Valve Index (G) : Stick analogique - Droite

# InputKeys,ValveIndex_Left_Thumbstick_Touch
source: Valve Index (L) Thumbstick Touch
fr: Valve Index (G) : Stick analogique - Toucher

# InputKeys,ValveIndex_Left_Thumbstick_Up
source: Valve Index (L) Thumbstick Up
fr: Valve Index (G) : Stick analogique - Haut

# InputKeys,ValveIndex_Left_Thumbstick_X
source: Valve Index (L) Thumbstick X-Axis
fr: Valve Index (G) : Stick analogique - X

# InputKeys,ValveIndex_Left_Thumbstick_Y
source: Valve Index (L) Thumbstick Y-Axis
fr: Valve Index (G) : Stick analogique - Y

# InputKeys,ValveIndex_Left_Trackpad_2D
source: Valve Index (L) Trackpad 2D-Axis
fr: Valve Index (G) : Pavé tactile axe 2D

# InputKeys,ValveIndex_Left_Trackpad_Down
source: Valve Index (L) Trackpad Down
fr: Valve Index (G) : Bouton de suivi - Bas

# InputKeys,ValveIndex_Left_Trackpad_Force
source: Valve Index (L) Trackpad Force
fr: Valve Index (G) : Bouton de suivi - Force

# InputKeys,ValveIndex_Left_Trackpad_Left
source: Valve Index (L) Trackpad Left
fr: Valve Index (G) : Bouton de suivi - Gauche

# InputKeys,ValveIndex_Left_Trackpad_Right
source: Valve Index (L) Trackpad Right
fr: Valve Index (G) : Bouton de suivi - Droite

# InputKeys,ValveIndex_Left_Trackpad_Touch
source: Valve Index (L) Trackpad Touch
fr: Valve Index (G) : Bouton de suivi - Toucher

# InputKeys,ValveIndex_Left_Trackpad_Up
source: Valve Index (L) Trackpad Up
fr: Valve Index (G) : Bouton de suivi - Haut

# InputKeys,ValveIndex_Left_Trackpad_X
source: Valve Index (L) Trackpad X
fr: Valve Index (G) : Bouton de suivi - X

# InputKeys,ValveIndex_Left_Trackpad_Y
source: Valve Index (L) Trackpad Y
fr: Valve Index (G) : Bouton de suivi - Y

# InputKeys,ValveIndex_Left_Trigger_Axis
source: Valve Index (L) Trigger Axis
fr: Valve Index (G) : Gâchette - Axe

# InputKeys,ValveIndex_Left_Trigger_Click
source: Valve Index (L) Trigger
fr: Valve Index (G) : Gâchette

# InputKeys,ValveIndex_Left_Trigger_Touch
source: Valve Index (L) Trigger Touch
fr: Valve Index (G) : Gâchette - Toucher

# InputKeys,ValveIndex_Right_A_Click
source: Valve Index (R) A Press
fr: Valve Index (D) : Bouton A - Appuyer

# InputKeys,ValveIndex_Right_A_Touch
source: Valve Index (R) A Touch
fr: Valve Index (D) : Bouton A - Toucher

# InputKeys,ValveIndex_Right_B_Click
source: Valve Index (R) B Press
fr: Valve Index (D) : Bouton B - Appuyer

# InputKeys,ValveIndex_Right_B_Touch
source: Valve Index (R) B Touch
fr: Valve Index (D) : Bouton B - Toucher

# InputKeys,ValveIndex_Right_Grip_Axis
source: Valve Index (R) Grip Axis
fr: Valve Index (D) : Poignée - Axe

# InputKeys,ValveIndex_Right_Grip_Force
source: Valve Index (R) Grip Force
fr: Valve Index (D) : Poignée - Force

# InputKeys,ValveIndex_Right_System_Click
source: Valve Index (R) System
fr: Valve Index (D) : Système

# InputKeys,ValveIndex_Right_System_Touch
source: Valve Index (R) System Touch
fr: Valve Index (D) : Système - Toucher

# InputKeys,ValveIndex_Right_Thumbstick_2D
source: Valve Index (R) Thumbstick 2D-Axis
fr: Valve Index (D) : Stick analogique axe 2D

# InputKeys,ValveIndex_Right_Thumbstick_Click
source: Valve Index (R) Thumbstick Button
fr: Valve Index (D) : Stick analogique

# InputKeys,ValveIndex_Right_Thumbstick_Down
source: Valve Index (R) Thumbstick Down
fr: Valve Index (D) : Stick analogique - Bas

# InputKeys,ValveIndex_Right_Thumbstick_Left
source: Valve Index (R) Thumbstick Left
fr: Valve Index (D) : Stick analogique - Gauche

# InputKeys,ValveIndex_Right_Thumbstick_Right
source: Valve Index (R) Thumbstick Right
fr: Valve Index (D) : Stick analogique - Droite

# InputKeys,ValveIndex_Right_Thumbstick_Touch
source: Valve Index (R) Thumbstick Touch
fr: Valve Index (D) : Stick analogique - Toucher

# InputKeys,ValveIndex_Right_Thumbstick_Up
source: Valve Index (R) Thumbstick Up
fr: Valve Index (D) : Stick analogique - Haut

# InputKeys,ValveIndex_Right_Thumbstick_X
source: Valve Index (R) Thumbstick X-Axis
fr: Valve Index (D) : Stick analogique - X

# InputKeys,ValveIndex_Right_Thumbstick_Y
source: Valve Index (R) Thumbstick Y-Axis
fr: Valve Index (D) : Stick analogique - Y

# InputKeys,ValveIndex_Right_Trackpad_2D
source: Valve Index (R) Trackpad 2D-Axis
fr: Valve Index (D) : Pavé tactile axe 2D

# InputKeys,ValveIndex_Right_Trackpad_Down
source: Valve Index (R) Trackpad Down
fr: Valve Index (D) : Bouton de suivi - Bas

# InputKeys,ValveIndex_Right_Trackpad_Force
source: Valve Index (R) Trackpad Force
fr: Valve Index (D) : Bouton de suivi - Force

# InputKeys,ValveIndex_Right_Trackpad_Left
source: Valve Index (R) Trackpad Left
fr: Valve Index (D) : Bouton de suivi - Gauche

# InputKeys,ValveIndex_Right_Trackpad_Right
source: Valve Index (R) Trackpad Right
fr: Valve Index (D) : Bouton de suivi - Droite

# InputKeys,ValveIndex_Right_Trackpad_Touch
source: Valve Index (R) Trackpad Touch
fr: Valve Index (D) : Bouton de suivi - Toucher

# InputKeys,ValveIndex_Right_Trackpad_Up
source: Valve Index (R) Trackpad Up
fr: Valve Index (D) : Bouton de suivi - Haut

# InputKeys,ValveIndex_Right_Trackpad_X
source: Valve Index (R) Trackpad X
fr: Valve Index (D) : Bouton de suivi - X

# InputKeys,ValveIndex_Right_Trackpad_Y
source: Valve Index (R) Trackpad Y
fr: Valve Index (D) : Bouton de suivi - Y

# InputKeys,ValveIndex_Right_Trigger_Axis
source: Valve Index (R) Trigger Axis
fr: Valve Index (D) : Gâchette - Axe

# InputKeys,ValveIndex_Right_Trigger_Click
source: Valve Index (R) Trigger
fr: Valve Index (D) : Gâchette

# InputKeys,ValveIndex_Right_Trigger_Touch
source: Valve Index (R) Trigger Touch
fr: Valve Index (D) : Gâchette - Toucher

# InputKeys,Vive_Left_Grip_Click
source: Vive (L) Grip
fr: Vive (G) : Saisie

# InputKeys,Vive_Left_Menu_Click
source: Vive (L) Menu
fr: Vive (G) : Menu

# InputKeys,Vive_Left_System_Click
source: Vive (L) System
fr: Vive (G) : Système

# InputKeys,Vive_Left_Trackpad_2D
source: Vive (L) Trackpad 2D-Axis
fr: Vive (G) : Pavé tactile axe 2D

# InputKeys,Vive_Left_Trackpad_Click
source: Vive (L) Trackpad Button
fr: Vive (G) : Pavé tactile

# InputKeys,Vive_Left_Trackpad_Down
source: Vive (L) Trackpad Down
fr: Vive (G) : Pavé tactile - Bas

# InputKeys,Vive_Left_Trackpad_Left
source: Vive (L) Trackpad Left
fr: Vive (G) : Pavé tactile - Gauche

# InputKeys,Vive_Left_Trackpad_Right
source: Vive (L) Trackpad Right
fr: Vive (G) : Pavé tactile - Droite

# InputKeys,Vive_Left_Trackpad_Touch
source: Vive (L) Trackpad Touch
fr: Vive (G) : Pavé tactile - Toucher

# InputKeys,Vive_Left_Trackpad_Up
source: Vive (L) Trackpad Up
fr: Vive (G) : Pavé tactile - Haut

# InputKeys,Vive_Left_Trackpad_X
source: Vive (L) Trackpad X-Axis
fr: Vive (G) : Pavé tactile - X

# InputKeys,Vive_Left_Trackpad_Y
source: Vive (L) Trackpad Y-Axis
fr: Vive (G) : Pavé tactile - Y

# InputKeys,Vive_Left_Trigger_Axis
source: Vive (L) Trigger Axis
fr: Vive (G) : Gâchette - Axe

# InputKeys,Vive_Left_Trigger_Click
source: Vive (L) Trigger
fr: Vive (G) : Gâchette

# InputKeys,Vive_Right_Grip_Click
source: Vive (R) Grip
fr: Vive (D) : Saisie

# InputKeys,Vive_Right_Menu_Click
source: Vive (R) Menu
fr: Vive (D) : Menu

# InputKeys,Vive_Right_System_Click
source: Vive (R) System
fr: Vive (D) : Système

# InputKeys,Vive_Right_Trackpad_2D
source: Vive (R) Trackpad 2D-Axis
fr: Vive (D) : Pavé tactile axe 2D

# InputKeys,Vive_Right_Trackpad_Click
source: Vive (R) Trackpad Button
fr: Vive (D) : Pavé tactile

# InputKeys,Vive_Right_Trackpad_Down
source: Vive (R) Trackpad Down
fr: Vive (D) : Pavé tactile - Bas

# InputKeys,Vive_Right_Trackpad_Left
source: Vive (R) Trackpad Left
fr: Vive (D) : Pavé tactile - Gauche

# InputKeys,Vive_Right_Trackpad_Right
source: Vive (R) Trackpad Right
fr: Vive (D) : Pavé tactile - Droite

# InputKeys,Vive_Right_Trackpad_Touch
source: Vive (R) Trackpad Touch
fr: Vive (D) : Pavé tactile - Toucher

# InputKeys,Vive_Right_Trackpad_Up
source: Vive (R) Trackpad Up
fr: Vive (D) : Pavé tactile - Haut

# InputKeys,Vive_Right_Trackpad_X
source: Vive (R) Trackpad X-Axis
fr: Vive (D) : Pavé tactile - X

# InputKeys,Vive_Right_Trackpad_Y
source: Vive (R) Trackpad Y-Axis
fr: Vive (D) : Pavé tactile - Y

# InputKeys,Vive_Right_Trigger_Axis
source: Vive (R) Trigger Axis
fr: Vive (D) : Gâchette - Axe

# InputKeys,Vive_Right_Trigger_Click
source: Vive (R) Trigger
fr: Vive (D) : Gâchette

# InputKeys,XBoxOne_Gamepad_FaceButton_Bottom
source: Gamepad A
fr: Manette : A

# InputKeys,XBoxOne_Gamepad_FaceButton_Left
source: Gamepad X
fr: Manette : X

# InputKeys,XBoxOne_Gamepad_FaceButton_Right
source: Gamepad B
fr: Manette : B

# InputKeys,XBoxOne_Gamepad_FaceButton_Top
source: Gamepad Y
fr: Manette : Y

# InputKeys,XBoxOne_Gamepad_Special_Left
source: Gamepad Back
fr: Manette : Retour

# InputKeys,XBoxOne_Gamepad_Special_Right
source: Gamepad Start
fr: Manette : Touche START

# LinuxDynamicRHI,NoOpenGLDriver
source: Failed to load OpenGL Driver which is required to run the engine. OpenGL4 has been deprecated and should use Vulkan.
fr: Échec du chargement du pilote OpenGL, qui est requis pour lancer le moteur. OpenGL4 est obsolète. Vulkan doit être utilisé.

# LinuxDynamicRHI,NoOpenGLTargetedRHI
source: Trying to force OpenGL RHI but the project does not have it in TargetedRHIs list.
fr: Tentative de forçage de OpenGL RHI mais le projet ne l'a pas dans la liste TargetedRHIs.

# LinuxDynamicRHI,NoTargetedRHI
source: The project does not target Vulkan or OpenGL RHIs, check project settings or pass -nullrhi.
fr: Le projet ne cible pas les RHIs Vulkan ou OpenGL. Vérifiez les paramètres du projet ou passez -nullrhi.

# LinuxDynamicRHI,NoVulkanDriver
source: Failed to load Vulkan Driver which is required to run the engine. The engine no longer fallbacks to OpenGL4 which has been deprecated.
fr: Échec du chargement du pilote Vulkan, qui est requis pour lancer le moteur. Le moteur ne retournera pas à OpenGL4, car cette version est obsolète.

# LinuxDynamicRHI,NoVulkanNoGL
source: Vulkan or OpenGL (4.3) support is required to run the engine.
fr: Compatibilité avec Vulkan ou OpenGL (4.3) requise pour lancer le moteur.

# LinuxDynamicRHI,NoVulkanTargetedRHI
source: Trying to force Vulkan RHI but the project does not have it in TargetedRHIs list.
fr: Tentative de forçage de Vulkan RHI mais le projet ne l'a pas dans la liste TargetedRHIs.

# LinuxDynamicRHI,OpenGLRemoved
source: Warning: OpenGL is no longer supported for desktop platforms. Vulkan will be used instead.
fr: Avertissement : OpenGL n'est plus accepté pour les plateformes de bureau. Vulkan sera utilisé en remplacement.

# LinuxDynamicRHI,RequiredOpenGL
source: OpenGL 4.3 is required to run the engine.
fr: OpenGL 4.3 est requis pour exécuter le moteur du jeu.

# LinuxDynamicRHI,RequiredVulkan
source: Vulkan Driver is required to run the engine.
fr: Le pilote Vulkan est requis pour faire fonctionner le moteur.

# MessageDialog,DriverDownloadLinkAMD
source: https://www.amd.com/en/support
fr: https://www.amd.com/fr/support

# MessageDialog,DriverDownloadLinkNVIDIA
source: https://www.nvidia.com/en-us/geforce/drivers/
fr: https://www.nvidia.com/fr-fr/geforce/drivers/

# MessageDialog,LatestVideoCardDriverIssueReport
source: The latest version of the {Vendor} graphics driver has known issues. Please install the recommended driver version. Would you like to visit the following URL to download the driver? {Hyperlink} {AdapterName} Installed: {InstalledVer} Recommended: {RecommendedVer}
fr: La dernière version en date du pilote graphique de {Vendor} a des problèmes connus. Veuillez installer la version recommandée du pilote. Voulez-vous télécharger le pilote en vous rendant à l'URL suivante ? {Hyperlink} {AdapterName} La version {InstalledVer} a été installée Version recommandée : {RecommendedVer}

# MessageDialog,LatestVideoCardDriverRHIIssueReport
source: The latest version of the {Vendor} graphics driver has known issues in {RHI}. Please install the recommended driver version or switch to a different rendering API. Would you like to visit the following URL to download the driver? {Hyperlink} {AdapterName} Installed: {InstalledVer} Recommended: {RecommendedVer}
fr: La dernière version en date du pilote graphique de {Vendor} a des problèmes connus dans {RHI}. Veuillez installer la version recommandée du pilote ou passer à une API de rendu différent. Voulez-vous télécharger le pilote en vous rendant à l'URL suivante ? {Hyperlink} {AdapterName} La version {InstalledVer} a été installée Version recommandée : {RecommendedVer}

# MessageDialog,TitleVideoCardDriverIssue
source: WARNING: Known issues with graphics driver
fr: ATTENTION : problèmes connus avec le pilote graphique

# MessageDialog,UpdateMacOSX_Body
source: Please update to the latest version of macOS for best performance and stability.
fr: Veuillez mettre à jour macOS à la dernière version afin d'améliorer les performances et la stabilité.

# MessageDialog,UpdateMacOSX_Title
source: Update macOS
fr: Mettre à jour macOS

# MessageDialog,VideoCardDriverIssueReport
source: The installed version of the {Vendor} graphics driver has known issues. Please install either the latest or the recommended driver version. Would you like to visit the following URL to download the driver? {Hyperlink} {AdapterName} Installed: {InstalledVer} Recommended: {RecommendedVer}
fr: La version du pilote graphique installée de {Vendor} a des problèmes connus. Veuillez installer soit la dernière version du pilote, soit la version recommandée. Voulez-vous télécharger le pilote en vous rendant à l'URL suivante ? {Hyperlink} {AdapterName} La version {InstalledVer} a été installée Version recommandée : {RecommendedVer}

# MessageDialog,VideoCardDriverRHIIssueReport
source: The installed version of the {Vendor} graphics driver has known issues in {RHI}. Please install either the latest or the recommended driver version or switch to a different rendering API. Would you like to visit the following URL to download the driver? {Hyperlink} {AdapterName} Installed: {InstalledVer} Recommended: {RecommendedVer}
fr: La version du pilote graphique installée de {Vendor} a des problèmes connus dans {RHI}. Veuillez installer soit la dernière version du pilote, soit la version recommandée ou bien veuillez passer à une API de rendu différent. Voulez-vous télécharger le pilote en vous rendant à l'URL suivante ? {Hyperlink} {AdapterName} La version {InstalledVer} a été installée Version recommandée : {RecommendedVer}

# UnrealBuildConfigurations,DebugGameName
source: DebugGame
fr: Jeu debug

# UnrealBuildConfigurations,DevelopmentName
source: Development
fr: Développement

# UnrealBuildConfigurations,ShippingName
source: Shipping
fr: Commercial

# UnrealBuildConfigurations,UnknownName
source: Unknown
fr: Inconnu

# WindowsDynamicRHI,RequiredDX11Feature_11_SM5
source: A D3D11-compatible GPU (Feature Level 11.0, Shader Model 5.0) is required to run the engine.
fr: Une carte graphique compatible avec D3D11 (version 11.0, modèle de shader 5.0) est requise pour exécuter le moteur.

# WindowsDynamicRHI,RequiredDX12
source: DX12 is not supported on your system. Try running without the -dx12 or -d3d12 command line argument.
fr: DX12 n'est pas pris en charge sur votre système. Essayez d'exécuter sans l'argument de ligne de commande -dx12 ou -d3d12.

# WindowsDynamicRHI,RequiredDX12SM6
source: DX12 SM6 is not supported on your system. Try running without the -sm6 command line argument.
fr: DX12 SM6 n'est pas pris en charge par votre système. Essayez de le lancer sans l'argument de ligne de commande -sm6.

# WindowsDynamicRHI,RequiredOpenGL
source: OpenGL 4.3 is required to run the engine.
fr: OpenGL 4.3 est requis pour exécuter le moteur du jeu.

# WindowsDynamicRHI,RequiredVulkan
source: Vulkan Driver is required to run the engine.
fr: Le pilote Vulkan est requis pour exécuter le moteur du jeu.

# WindowsDynamicRHI,RHIOptionsError
source: -d3d12/dx12, -d3d11/dx11, -vulkan, and -opengl are mutually exclusive options, but more than one was specified on the command-line.
fr: -d3d12/dx12, -d3d11/dx11, -vulkan et -opengl sont des options mutuellement exclusives et plusieurs ont été spécifiées dans la ligne de commande.

# WindowsDynamicRHI,RHIPerformanceDX12
source: DirectX 12 is not supported for Performance Mode.
fr: DirectX 12 n'est pas compatible avec le mode performance.

# WindowsDynamicRHI,RHIPerformanceOpenGL
source: OpenGL is not supported for Performance Mode.
fr: OpenGL n'est pas compatible avec le mode performance.

# WindowsDynamicRHI,RHIPerformanceVulkan
source: Vulkan is not supported for Performance Mode.
fr: Vulkan n'est pas compatible avec le mode performance.
