Repository: jlogostini/Lyra
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides.po
Languages: it, tr

# InputKeys,OculusTouch_Left_Thumbstick_Down
source: Oculus Touch (L) Thumbstick Down
it: Oculus Touch (L) Levetta giù
tr: Oculus Touch (Sol) Analog Çubuk Aşağı

# InputKeys,OculusTouch_Left_Thumbstick_Left
source: Oculus Touch (L) Thumbstick Left
it: Oculus Touch (L) Levetta sinistra
tr: Oculus Touch (Sol) Analog Çubuk Sol

# InputKeys,OculusTouch_Left_Thumbstick_Right
source: Oculus Touch (L) Thumbstick Right
it: Oculus Touch (L) Levetta destra
tr: Oculus Touch (Sol) Analog Çubuk Sağ

# InputKeys,OculusTouch_Left_Thumbstick_Touch
source: Oculus Touch (L) Thumbstick Touch
it: Oculus Touch (L) Tocco levetta
tr: Oculus Touch (Sol) Analog Çubuk Dokun

# InputKeys,OculusTouch_Left_Thumbstick_Up
source: Oculus Touch (L) Thumbstick Up
it: Oculus Touch (L) Levetta su
tr: Oculus Touch (Sol) Analog Çubuk Yukarı

# InputKeys,OculusTouch_Left_Thumbstick_X
source: Oculus Touch (L) Thumbstick X-Axis
it: Oculus Touch (L) Levetta X
tr: Oculus Touch (Sol) Analog Çubuğu X-Ekseni

# InputKeys,OculusTouch_Left_Thumbstick_Y
source: Oculus Touch (L) Thumbstick Y-Axis
it: Oculus Touch (L) Levetta Y
tr: Oculus Touch (Sol) Analog Çubuğu Y-Ekseni

# InputKeys,OculusTouch_Left_Trigger_Axis
source: Oculus Touch (L) Trigger Axis
it: Oculus Touch (L) Asse attivatore
tr: Oculus Touch (Sol) Tetik Ekseni

# InputKeys,OculusTouch_Left_Trigger_Click
source: Oculus Touch (L) Trigger
it: Oculus Touch (L) Attivatore
tr: Oculus Touch (Sol) Tetik

# InputKeys,OculusTouch_Left_Trigger_Touch
source: Oculus Touch (L) Trigger Touch
it: Oculus Touch (L) Tocco attivatore
tr: Oculus Touch (Sol) Tetik Dokun

# InputKeys,OculusTouch_Left_X_Click
source: Oculus Touch (L) X Press
it: Oculus Touch (L) Pressione X
tr: Oculus Touch (Sol) X Bas

# InputKeys,OculusTouch_Left_X_Touch
source: Oculus Touch (L) X Touch
it: Oculus Touch (L) Tocco X
tr: Oculus Touch (Sol) X Dokun

# InputKeys,OculusTouch_Left_Y_Click
source: Oculus Touch (L) Y Press
it: Oculus Touch (L) Pressione Y
tr: Oculus Touch (Sol) Y Bas

# InputKeys,OculusTouch_Left_Y_Touch
source: Oculus Touch (L) Y Touch
it: Oculus Touch (L) Tocco Y
tr: Oculus Touch (Sol) Y Dokun

# InputKeys,OculusTouch_Right_A_Click
source: Oculus Touch (R) A Press
it: Oculus Touch (R) Pressione A
tr: Oculus Touch (Sağ) A Bas

# InputKeys,OculusTouch_Right_A_Touch
source: Oculus Touch (R) A Touch
it: Oculus Touch (R) Tocco A
tr: Oculus Touch (Sağ) A Dokun

# InputKeys,OculusTouch_Right_B_Click
source: Oculus Touch (R) B Press
it: Oculus Touch (R) Pressione B
tr: Oculus Touch (Sağ) B Bas

# InputKeys,OculusTouch_Right_B_Touch
source: Oculus Touch (R) B Touch
it: Oculus Touch (R) Tocco B
tr: Oculus Touch (Sağ) B Dokun

# InputKeys,OculusTouch_Right_Grip_Axis
source: Oculus Touch (R) Grip Axis
it: Oculus Touch (R) Impugnatura asse
tr: Oculus Touch (Sağ) Kavrama Düğmesi Ekseni

# InputKeys,OculusTouch_Right_Grip_Click
source: Oculus Touch (R) Grip
it: Oculus Touch (R) Impugnatura
tr: Oculus Touch (Sağ) Kavrama Düğmesi

# InputKeys,OculusTouch_Right_System_Click
source: Oculus Touch (R) System
it: Oculus Touch (R) Sistema
tr: Oculus Touch (Sağ) Sistem Düğmesi

# InputKeys,OculusTouch_Right_Thumbstick_2D
source: Oculus Touch (R) Thumbstick 2D-Axis
it: Oculus Touch (R) Levetta 2D
tr: Oculus Touch (Sağ) Analog Çubuğu 2D-Ekseni

# InputKeys,OculusTouch_Right_Thumbstick_Click
source: Oculus Touch (R) Thumbstick Button
it: Oculus Touch (R) Levetta
tr: Oculus Touch (Sağ) Analog Çubuk

# InputKeys,OculusTouch_Right_Thumbstick_Down
source: Oculus Touch (R) Thumbstick Down
it: Oculus Touch (R) Levetta giù
tr: Oculus Touch (Sağ) Analog Çubuk Aşağı

# InputKeys,OculusTouch_Right_Thumbstick_Left
source: Oculus Touch (R) Thumbstick Left
it: Oculus Touch (R) Levetta sinistra
tr: Oculus Touch (Sağ) Analog Çubuk Sol

# InputKeys,OculusTouch_Right_Thumbstick_Right
source: Oculus Touch (R) Thumbstick Right
it: Oculus Touch (R) Levetta destra
tr: Oculus Touch (Sağ) Analog Çubuk Sağ

# InputKeys,OculusTouch_Right_Thumbstick_Touch
source: Oculus Touch (R) Thumbstick Touch
it: Oculus Touch (R) Tocco levetta
tr: Oculus Touch (Sağ) Analog Çubuk Dokun

# InputKeys,OculusTouch_Right_Thumbstick_Up
source: Oculus Touch (R) Thumbstick Up
it: Oculus Touch (R) Levetta su
tr: Oculus Touch (Sağ) Analog Çubuk Yukarı

# InputKeys,OculusTouch_Right_Thumbstick_X
source: Oculus Touch (R) Thumbstick X-Axis
it: Oculus Touch (R) Levetta X
tr: Oculus Touch (Sağ) Analog Çubuğu X-Ekseni

# InputKeys,OculusTouch_Right_Thumbstick_Y
source: Oculus Touch (R) Thumbstick Y-Axis
it: Oculus Touch (R) Levetta Y
tr: Oculus Touch (Sağ) Analog Çubuğu Y-Ekseni

# InputKeys,OculusTouch_Right_Trigger_Axis
source: Oculus Touch (R) Trigger Axis
it: Oculus Touch (R) Asse attivatore
tr: Oculus Touch (Sağ) Tetik Ekseni

# InputKeys,OculusTouch_Right_Trigger_Click
source: Oculus Touch (R) Trigger
it: Oculus Touch (R) Attivatore
tr: Oculus Touch (Sağ) Tetik

# InputKeys,OculusTouch_Right_Trigger_Touch
source: Oculus Touch (R) Trigger Touch
it: Oculus Touch (R) Tocco attivatore
tr: Oculus Touch (Sağ) Tetik Dokun

# InputKeys,Period
source: Period
it: Punto
tr: Nokta

# InputKeys,PS4_Gamepad_FaceButton_Bottom
source: Gamepad X
it: X gamepad
tr: Oyun Kumandası X

# InputKeys,PS4_Gamepad_FaceButton_Left
source: Gamepad Square
it: Quadrato gamepad
tr: Oyun Kumandası Kare

# InputKeys,PS4_Gamepad_FaceButton_Right
source: Gamepad Circle
it: Cerchio gamepad
tr: Oyun Kumandası Daire

# InputKeys,PS4_Gamepad_FaceButton_Top
source: Gamepad Triangle
it: Triangolo gamepad
tr: Oyun Kumandası Üçgen

# InputKeys,PS4_Gamepad_LeftShoulder
source: Gamepad L1
it: L1 gamepad
tr: Oyun Kumandası L1

# InputKeys,PS4_Gamepad_LeftThumbstick
source: Gamepad L3
it: L3 gamepad
tr: Oyun Kumandası L3

# InputKeys,PS4_Gamepad_LeftTrigger
source: Gamepad L2
it: L2 gamepad
tr: Oyun Kumandası L2

# InputKeys,PS4_Gamepad_LeftTriggerAxis
source: Gamepad L2 Axis
it: Asse L2 gamepad
tr: Oyun Kumandası L2 Hassasiyeti

# InputKeys,PS4_Gamepad_RightShoulder
source: Gamepad R1
it: R1 gamepad
tr: Oyun Kumandası R1

# InputKeys,PS4_Gamepad_RightThumbstick
source: Gamepad R3
it: R3 gamepad
tr: Oyun Kumandası R3

# InputKeys,PS4_Gamepad_RightTrigger
source: Gamepad R2
it: R2 gamepad
tr: Oyun Kumandası R2

# InputKeys,PS4_Gamepad_RightTriggerAxis
source: Gamepad R2 Axis
it: Asse R2 gamepad
tr: Oyun Kumandası R2 Hassasiyeti

# InputKeys,PS4_Gamepad_Special_Left
source: Gamepad Touchpad Button
it: Pulsante touch pad gamepad
tr: Oyun Kumandası Dokunmatik Yüzey Düğmesi

# InputKeys,PS4_Gamepad_Special_Right
source: Gamepad Options
it: Opzioni gamepad
tr: Oyun Kumandası Seçenekleri

# InputKeys,PS4_Special
source: PS4_Special_DEPRECATED
it: PS4_Special
tr: PS4_Special

# InputKeys,Quote
source: Quote
it: Virgoletta
tr: Tırnak

# InputKeys,Right
source: Right
it: Destra
tr: Sağ

# InputKeys,RightAlt
source: Right Alt
it: Alt di destra
tr: Sağ Alt

# InputKeys,RightBracket
source: Right Bracket
it: Parentesi quadra chiusa
tr: Sağ Köşeli Parantez

# InputKeys,RightCommand
source: Right Cmd
it: Cmd di destra
tr: Sağ Cmd

# InputKeys,RightControl
source: Right Ctrl
it: Ctrl di destra
tr: Sağ Ctrl

# InputKeys,RightMouseButton
source: Right Mouse Button
it: Pulsante destro del mouse
tr: Sağ Fare

# InputKeys,RightMouseButtonShort
source: RMB
it: Pulsante destro del mouse
tr: Sağ Fare

# InputKeys,RightParantheses
source: Right Parantheses
it: Parentesi chiusa
tr: Sağ Parantez

# InputKeys,RightShift
source: Right Shift
it: Maiusc di destra
tr: Sağ Shift

# InputKeys,RotationRate
source: Rotation Rate
it: Velocità di rotazione
tr: Dönüş Oranı

# InputKeys,Semicolon
source: Semicolon
it: Punto e virgola
tr: Noktalı Virgül

# InputKeys,Slash
source: Slash
it: Barra
tr: Eğik Çizgi

# InputKeys,SpaceBar
source: Space Bar
it: Spazio
tr: Boşluk Tuşu

# InputKeys,SpaceBarShort
source: Space
it: Spazio
tr: Boşluk

# InputKeys,Steam_Back_Left
source: Steam Back Left
it: Posteriore sinistro steam
tr: Steam Arka Sol

# InputKeys,Steam_Back_Right
source: Steam Back Right
it: Posteriore destro steam
tr: Steam Arka Sağ

# InputKeys,Steam_Touch_0
source: Steam Touch 0
it: Touch 0 Steam
tr: Steam Dokunmatik 0

# InputKeys,Steam_Touch_1
source: Steam Touch 1
it: Touch 1 Steam
tr: Steam Dokunmatik 1

# InputKeys,Steam_Touch_2
source: Steam Touch 2
it: Touch 2 Steam
tr: Steam Dokunmatik 2

# InputKeys,Steam_Touch_3
source: Steam Touch 3
it: Touch 3 Steam
tr: Steam Dokunmatik 3

# InputKeys,ThumbMouseButton
source: Thumb Mouse Button
it: Pulsante pollice mouse
tr: Fare Başparmak

# InputKeys,ThumbMouseButton2
source: Thumb Mouse Button 2
it: Pulsante pollice 2 mouse
tr: Fare Başparmak 2

# InputKeys,Tilt
source: Tilt
it: Inclinazione
tr: Eğim

# InputKeys,TouchFormat
source: Touch {0}
it: Tocca {0}
tr: Dokunmatik {0}

# InputKeys,TouchSubCateogry
source: Touch
tr: Dokunmatik

# InputKeys,Underscore
source: Underscore
it: Trattino basso
tr: Alt Tire

# InputKeys,Up
source: Up
it: Su
tr: Yukarı

# InputKeys,ValveIndex_Left_A_Click
source: Valve Index (L) A Press
it: Valve Index (L) Pressione A
tr: Valve Index (Sol) A Bas

# InputKeys,ValveIndex_Left_A_Touch
source: Valve Index (L) A Touch
it: Valve Index (L) Tocco A
tr: Valve Index (Sol) A Dokun

# InputKeys,ValveIndex_Left_B_Click
source: Valve Index (L) B Press
it: Valve Index (L) Pressione B
tr: Valve Index (Sol) B Bas

# InputKeys,ValveIndex_Left_B_Touch
source: Valve Index (L) B Touch
it: Valve Index (L) Tocco B
tr: Valve Index (Sol) B Dokun

# InputKeys,ValveIndex_Left_Grip_Axis
source: Valve Index (L) Grip Axis
it: Valve Index (L) Asse impugnatura
tr: Valve Index (Sol) Kavrama Düğmesi Ekseni

# InputKeys,ValveIndex_Left_Grip_Force
source: Valve Index (L) Grip Force
it: Valve Index (L) Forza impugnatura
tr: Valve Index (Sol) Kavrama Düğmesi Sert Bas

# InputKeys,ValveIndex_Left_System_Click
source: Valve Index (L) System
it: Valve Index (L) Sistema
tr: Valve Index (Sol) Sistem Düğmesi

# InputKeys,ValveIndex_Left_System_Touch
source: Valve Index (L) System Touch
it: Valve Index (L) Tocco sistema
tr: Valve Index (Sol) Sistem Düğmesi Dokun

# InputKeys,ValveIndex_Left_Thumbstick_2D
source: Valve Index (L) Thumbstick 2D-Axis
it: Valve Index (L) Levetta 2D
tr: Valve Index (Sol) Analog Çubuğu 2D-Ekseni

# InputKeys,ValveIndex_Left_Thumbstick_Click
source: Valve Index (L) Thumbstick Button
it: Valve Index (L) Levetta
tr: Valve Index (Sol) Analog Çubuk

# InputKeys,ValveIndex_Left_Thumbstick_Down
source: Valve Index (L) Thumbstick Down
it: Valve Index (L) Levetta giù
tr: Valve Index (Sol) Analog Çubuk Aşağı

# InputKeys,ValveIndex_Left_Thumbstick_Left
source: Valve Index (L) Thumbstick Left
it: Valve Index (L) Levetta sinistra
tr: Valve Index (Sol) Analog Çubuk Sol

# InputKeys,ValveIndex_Left_Thumbstick_Right
source: Valve Index (L) Thumbstick Right
it: Valve Index (L) Levetta destra
tr: Valve Index (Sol) Analog Çubuk Sağ

# InputKeys,ValveIndex_Left_Thumbstick_Touch
source: Valve Index (L) Thumbstick Touch
it: Valve Index (L) Tocco levetta
tr: Valve Index (Sol) Analog Çubuk Dokun

# InputKeys,ValveIndex_Left_Thumbstick_Up
source: Valve Index (L) Thumbstick Up
it: Valve Index (L) Levetta su
tr: Valve Index (Sol) Analog Çubuk Yukarı

# InputKeys,ValveIndex_Left_Thumbstick_X
source: Valve Index (L) Thumbstick X-Axis
it: Valve Index (L) Levetta X
tr: Valve Index (Sol) Analog Çubuğu X-Ekseni

# InputKeys,ValveIndex_Left_Thumbstick_Y
source: Valve Index (L) Thumbstick Y-Axis
it: Valve Index (L) Levetta Y
tr: Valve Index (Sol) Analog Çubuğu Y-Ekseni

# InputKeys,ValveIndex_Left_Trackpad_2D
source: Valve Index (L) Trackpad 2D-Axis
it: Valve Index (L) Trackpad 2D
tr: Valve Index (Sol) Tampon 2D-Ekseni

# InputKeys,ValveIndex_Left_Trackpad_Down
source: Valve Index (L) Trackpad Down
it: Valve Index (L) Trackpad giù
tr: Valve Index (Sol) Tampon Aşağı

# InputKeys,ValveIndex_Left_Trackpad_Force
source: Valve Index (L) Trackpad Force
it: Valve Index (L) Torza trackpad
tr: Valve Index (Sol) Tampon Sert Bas

# InputKeys,ValveIndex_Left_Trackpad_Left
source: Valve Index (L) Trackpad Left
it: Valve Index (L) Trackpad sinistra
tr: Valve Index (Sol) Tampon Sol

# InputKeys,ValveIndex_Left_Trackpad_Right
source: Valve Index (L) Trackpad Right
it: Valve Index (L) Trackpad destra
tr: Valve Index (Sol) Tampon Sağ

# InputKeys,ValveIndex_Left_Trackpad_Touch
source: Valve Index (L) Trackpad Touch
it: Valve Index (L) Tocco trackpad
tr: Valve Index (Sol) Tampon Dokun

# InputKeys,ValveIndex_Left_Trackpad_Up
source: Valve Index (L) Trackpad Up
it: Valve Index (L) Trackpad su
tr: Valve Index (Sol) Tampon Yukarı

# InputKeys,ValveIndex_Left_Trackpad_X
source: Valve Index (L) Trackpad X
tr: Valve Index (Sol) Tampon X

# InputKeys,ValveIndex_Left_Trackpad_Y
source: Valve Index (L) Trackpad Y
tr: Valve Index (Sol) Tampon Y

# InputKeys,ValveIndex_Left_Trigger_Axis
source: Valve Index (L) Trigger Axis
it: Valve Index (L) Asse attivatore
tr: Valve Index (Sol) Tetik Ekseni

# InputKeys,ValveIndex_Left_Trigger_Click
source: Valve Index (L) Trigger
it: Valve Index (L) Attivatore
tr: Valve Index (Sol) Tetik

# InputKeys,ValveIndex_Left_Trigger_Touch
source: Valve Index (L) Trigger Touch
it: Valve Index (L) Tocco attivatore
tr: Valve Index (Sol) Tetik Dokun

# InputKeys,ValveIndex_Right_A_Click
source: Valve Index (R) A Press
it: Valve Index (R) Pressione A
tr: Valve Index (Sağ) A Bas

# InputKeys,ValveIndex_Right_A_Touch
source: Valve Index (R) A Touch
it: Valve Index (R) Tocco A
tr: Valve Index (Sağ) A Dokun

# InputKeys,ValveIndex_Right_B_Click
source: Valve Index (R) B Press
it: Valve Index (R) Pressione B
tr: Valve Index (Sağ) B Bas

# InputKeys,ValveIndex_Right_B_Touch
source: Valve Index (R) B Touch
it: Valve Index (R) Tocco B
tr: Valve Index (Sağ) B Dokun

# InputKeys,ValveIndex_Right_Grip_Axis
source: Valve Index (R) Grip Axis
it: Valve Index (R) Asse impugnatura
tr: Valve Index (Sağ) Kavrama Düğmesi Ekseni

# InputKeys,ValveIndex_Right_Grip_Force
source: Valve Index (R) Grip Force
it: Valve Index (R) Forza impugnatura
tr: Valve Index (Sağ) Kavrama Düğmesi Sert Bas

# InputKeys,ValveIndex_Right_System_Click
source: Valve Index (R) System
it: Valve Index (R) Sistema
tr: Valve Index (Sağ) Sistem Düğmesi

# InputKeys,ValveIndex_Right_System_Touch
source: Valve Index (R) System Touch
it: Valve Index (R) Tocco sistema
tr: Valve Index (Sağ) Sistem Düğmesi Dokun

# InputKeys,ValveIndex_Right_Thumbstick_2D
source: Valve Index (R) Thumbstick 2D-Axis
it: Valve Index (R) Levetta 2D
tr: Valve Index (Sağ) Analog Çubuğu 2D-Ekseni

# InputKeys,ValveIndex_Right_Thumbstick_Click
source: Valve Index (R) Thumbstick Button
it: Valve Index (R) Levetta
tr: Valve Index (Sağ) Analog Çubuk

# InputKeys,ValveIndex_Right_Thumbstick_Down
source: Valve Index (R) Thumbstick Down
it: Valve Index (R) Levetta giù
tr: Valve Index (Sağ) Analog Çubuk Aşağı

# InputKeys,ValveIndex_Right_Thumbstick_Left
source: Valve Index (R) Thumbstick Left
it: Valve Index (R) Levetta sinistra
tr: Valve Index (Sağ) Analog Çubuk Sol

# InputKeys,ValveIndex_Right_Thumbstick_Right
source: Valve Index (R) Thumbstick Right
it: Valve Index (R) Levetta destra
tr: Valve Index (Sağ) Analog Çubuk Sağ

# InputKeys,ValveIndex_Right_Thumbstick_Touch
source: Valve Index (R) Thumbstick Touch
it: Valve Index (R) Tocco levetta
tr: Valve Index (Sağ) Analog Çubuk Dokun

# InputKeys,ValveIndex_Right_Thumbstick_Up
source: Valve Index (R) Thumbstick Up
it: Valve Index (R) Levetta su
tr: Valve Index (Sağ) Analog Çubuk Yukarı

# InputKeys,ValveIndex_Right_Thumbstick_X
source: Valve Index (R) Thumbstick X-Axis
it: Valve Index (R) Levetta X
tr: Valve Index (Sağ) Analog Çubuğu X-Ekseni

# InputKeys,ValveIndex_Right_Thumbstick_Y
source: Valve Index (R) Thumbstick Y-Axis
it: Valve Index (R) Levetta Y
tr: Valve Index (Sağ) Analog Çubuğu Y-Ekseni

# InputKeys,ValveIndex_Right_Trackpad_2D
source: Valve Index (R) Trackpad 2D-Axis
it: Valve Index (R) Trackpad 2D
tr: Valve Index (Sağ) Tampon 2D-Ekseni

# InputKeys,ValveIndex_Right_Trackpad_Down
source: Valve Index (R) Trackpad Down
it: Valve Index (R) Trackpad giù
tr: Valve Index (Sağ) Tampon Aşağı

# InputKeys,ValveIndex_Right_Trackpad_Force
source: Valve Index (R) Trackpad Force
it: Valve Index (R) Forza trackpad
tr: Valve Index (Sağ) Tampon Sert Bas

# InputKeys,ValveIndex_Right_Trackpad_Left
source: Valve Index (R) Trackpad Left
it: Valve Index (R) Trackpad sinistra
tr: Valve Index (Sağ) Tampon Sol

# InputKeys,ValveIndex_Right_Trackpad_Right
source: Valve Index (R) Trackpad Right
it: Valve Index (R) Trackpad destra
tr: Valve Index (Sağ) Tampon Sağ

# InputKeys,ValveIndex_Right_Trackpad_Touch
source: Valve Index (R) Trackpad Touch
it: Valve Index (R) Tocco trackpad
tr: Valve Index (Sağ) Tampon Dokun

# InputKeys,ValveIndex_Right_Trackpad_Up
source: Valve Index (R) Trackpad Up
it: Valve Index (R) Trackpad su
tr: Valve Index (Sağ) Tampon Yukarı

# InputKeys,ValveIndex_Right_Trackpad_X
source: Valve Index (R) Trackpad X
tr: Valve Index (Sağ) Tampon X

# InputKeys,ValveIndex_Right_Trackpad_Y
source: Valve Index (R) Trackpad Y
tr: Valve Index (Sağ) Tampon Y

# InputKeys,ValveIndex_Right_Trigger_Axis
source: Valve Index (R) Trigger Axis
it: Valve Index (R) Asse attivatore
tr: Valve Index (Sağ) Tetik Ekseni

# InputKeys,ValveIndex_Right_Trigger_Click
source: Valve Index (R) Trigger
it: Valve Index (R) Attivatore
tr: Valve Index (Sağ) Tetik

# InputKeys,ValveIndex_Right_Trigger_Touch
source: Valve Index (R) Trigger Touch
it: Valve Index (R) Tocco attivatore
tr: Valve Index (Sağ) Tetik Dokun

# InputKeys,Vive_Left_Grip_Click
source: Vive (L) Grip
it: Vive (L) Impugnatura
tr: Vive (Sol) Kavrama Düğmesi

# InputKeys,Vive_Left_Menu_Click
source: Vive (L) Menu
tr: Vive (Sol) Menü Düğmesi

# InputKeys,Vive_Left_System_Click
source: Vive (L) System
it: Vive (L) Sistema
tr: Vive (Sol) Sistem Düğmesi

# InputKeys,Vive_Left_Trackpad_2D
source: Vive (L) Trackpad 2D-Axis
it: Vive (L) Trackpad 2D
tr: Vive (Sol) Tampon 2D-Ekseni

# InputKeys,Vive_Left_Trackpad_Click
source: Vive (L) Trackpad Button
it: Vive (L) Trackpad
tr: Vive (Sol) Tampon

# InputKeys,Vive_Left_Trackpad_Down
source: Vive (L) Trackpad Down
it: Vive (L) Trackpad giù
tr: Vive (Sol) Tampon Yukarı

# InputKeys,Vive_Left_Trackpad_Left
source: Vive (L) Trackpad Left
it: Vive (L) Trackpad sinistra
tr: Vive (Sol) Tampon Sol

# InputKeys,Vive_Left_Trackpad_Right
source: Vive (L) Trackpad Right
it: Vive (L) Trackpad destra
tr: Vive (Sol) Tampon Sağ

# InputKeys,Vive_Left_Trackpad_Touch
source: Vive (L) Trackpad Touch
it: Vive (L) Tocco trackpad
tr: Vive (Sol) Tampon Dokun

# InputKeys,Vive_Left_Trackpad_Up
source: Vive (L) Trackpad Up
it: Vive (L) Trackpad su
tr: Vive (Sol) Tampon Yukarı

# InputKeys,Vive_Left_Trackpad_X
source: Vive (L) Trackpad X-Axis
it: Vive (L) Trackpad X
tr: Vive (Sol) Tampon X-Ekseni

# InputKeys,Vive_Left_Trackpad_Y
source: Vive (L) Trackpad Y-Axis
it: Vive (L) Trackpad Y
tr: Vive (Sol) Tampon Y-Ekseni

# InputKeys,Vive_Left_Trigger_Axis
source: Vive (L) Trigger Axis
it: Vive (L) Attivatore asse
tr: Vive (Sol) Tetik Ekseni

# InputKeys,Vive_Left_Trigger_Click
source: Vive (L) Trigger
it: Vive (L) Attivatore
tr: Vive (Sol) Tetik

# InputKeys,Vive_Right_Grip_Click
source: Vive (R) Grip
it: Vive (R) Impugnatura
tr: Vive (Sağ) Kavrama Düğmesi

# InputKeys,Vive_Right_Menu_Click
source: Vive (R) Menu
tr: Vive (Sağ) Menü Düğmesi

# InputKeys,Vive_Right_System_Click
source: Vive (R) System
it: Vive (R) Sistema
tr: Vive (Sağ) Sistem Düğmesi

# InputKeys,Vive_Right_Trackpad_2D
source: Vive (R) Trackpad 2D-Axis
it: Vive (R) Trackpad 2D
tr: Vive (Sağ) Tampon 2D-Ekseni

# InputKeys,Vive_Right_Trackpad_Click
source: Vive (R) Trackpad Button
it: Vive (R) Trackpad
tr: Vive (Sağ) Tampon

# InputKeys,Vive_Right_Trackpad_Down
source: Vive (R) Trackpad Down
it: Vive (R) Trackpad giù
tr: Vive (Sağ) Tampon Aşağı

# InputKeys,Vive_Right_Trackpad_Left
source: Vive (R) Trackpad Left
it: Vive (R) Trackpad sinistra
tr: Vive (Sağ) Tampon Sol

# InputKeys,Vive_Right_Trackpad_Right
source: Vive (R) Trackpad Right
it: Vive (R) Trackpad destra
tr: Vive (Sağ) Tampon Sağ

# InputKeys,Vive_Right_Trackpad_Touch
source: Vive (R) Trackpad Touch
it: Vive (R) Tocco trackpad
tr: Vive (Sağ) Tampon Dokun

# InputKeys,Vive_Right_Trackpad_Up
source: Vive (R) Trackpad Up
it: Vive (R) Trackpad su
tr: Vive (Sağ) Tampon Yukarı

# InputKeys,Vive_Right_Trackpad_X
source: Vive (R) Trackpad X-Axis
it: Vive (R) Trackpad X
tr: Vive (Sağ) Tampon X-Ekseni

# InputKeys,Vive_Right_Trackpad_Y
source: Vive (R) Trackpad Y-Axis
it: Vive (R) Trackpad Y
tr: Vive (Sağ) Tampon Y-Ekseni

# InputKeys,Vive_Right_Trigger_Axis
source: Vive (R) Trigger Axis
it: Vive (R) Attivatore asse
tr: Vive (Sağ) Tetik Ekseni

# InputKeys,Vive_Right_Trigger_Click
source: Vive (R) Trigger
it: Vive (R) Attivatore
tr: Vive (Sağ) Tetik

# InputKeys,XBoxOne_Gamepad_FaceButton_Bottom
source: Gamepad A
it: A gamepad
tr: Oyun Kumandası A

# InputKeys,XBoxOne_Gamepad_FaceButton_Left
source: Gamepad X
it: X gamepad
tr: Oyun Kumandası X

# InputKeys,XBoxOne_Gamepad_FaceButton_Right
source: Gamepad B
it: B gamepad
tr: Oyun Kumandası B

# InputKeys,XBoxOne_Gamepad_FaceButton_Top
source: Gamepad Y
it: Y gamepad
tr: Oyun Kumandası Y

# InputKeys,XBoxOne_Gamepad_Special_Left
source: Gamepad Back
it: Back gamepad
tr: Oyun Kumandası Back

# InputKeys,XBoxOne_Gamepad_Special_Right
source: Gamepad Start
it: Start gamepad
tr: Oyun Kumandası Start

# LinuxDynamicRHI,NoOpenGLDriver
source: Failed to load OpenGL Driver which is required to run the engine. OpenGL4 has been deprecated and should use Vulkan.
it: Impossibile completare il caricamento di OpenGL, richiesto per eseguire il motore di gioco. Open GL è obsoleto, dovresti utilizzare Vulkan.
tr: Oyun motorunu çalıştırmak için gereken OpenGL sürücüsü yüklenemedi. OpenGL4 artık desteklenmiyor; bu yüzden Vulkan kullanılmalı.

# LinuxDynamicRHI,NoOpenGLTargetedRHI
source: Trying to force OpenGL RHI but the project does not have it in TargetedRHIs list.
it: Impossibile forzare RHI OpenGL, in quanto non presente nell’elenco TargetedRHI del progetto.
tr: OpenGL RHI zorlanıyor ama projenin TargetedRHI’lar listesinde bulunmuyor.

# LinuxDynamicRHI,NoTargetedRHI
source: The project does not target Vulkan or OpenGL RHIs, check project settings or pass -nullrhi.
it: Impossibile rilevare RHI Vulkan o OpenGL, verificare le impostazioni o usare -nullrhi.
tr: Bu proje Vulkan veya OpenGL RHI’larını hedeflemiyor. Proje ayarlarını kontrol et veya -nullrhi’yi geç.

# LinuxDynamicRHI,NoVulkanDriver
source: Failed to load Vulkan Driver which is required to run the engine. The engine no longer fallbacks to OpenGL4 which has been deprecated.
it: Non è stato possibile caricare di Vulkan, richiesto per eseguire il motore di gioco. Il motore di gioco non esegue più il fallback su OpenGL4, che è obsoleto.
tr: Oyun motorunu çalıştırmak için gereken Vulkan sürücüsü yüklenemedi. OpenGL4 artık desteklenmediği için oyun motoru yedek destek ile çalıştırılamıyor.

# LinuxDynamicRHI,NoVulkanNoGL
source: Vulkan or OpenGL (4.3) support is required to run the engine.
it: Per eseguire il motore grafico è necessario il supporto a Vulkan o OpenGL (4.3).
tr: Oyun motorunu çalıştırmak için Vulkan veya OpenGL (4.3) desteği gerekli.

# LinuxDynamicRHI,NoVulkanTargetedRHI
source: Trying to force Vulkan RHI but the project does not have it in TargetedRHIs list.
it: Impossibile forzare RHI Vulkan, in quanto non presente nell’elenco TargetedRHI del progetto.
tr: Vulkan RHI zorlanıyor ama projenin TargetedRHI’lar listesinde bulunmuyor.

# LinuxDynamicRHI,OpenGLRemoved
source: Warning: OpenGL is no longer supported for desktop platforms. Vulkan will be used instead.
it: Avviso: OpenGL non è più supportato per piattaforme desktop. Al suo posto verrà installato Vulkan.
tr: Dikkat: OpenGL artık masaüstü platformlarda desteklenmemektedir. Yerine Vulkan kullanılacak.
