Repository: jlogostini/Lyra
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides.po
Languages: it, tr

# BuildPatchInstaller,BuildPatchInstaller_DownloadSpeedFormat
source: {Current} / {Total} ({Speed}/sec)
tr: {Current} / {Total} ({Speed}/sn)

# BuildPatchInstaller,BuildPatchInstaller_GenericProgress
source: Please Wait
it: Attendi...
tr: Lütfen Bekle

# BuildPatchInstallError,BuildPatchInstallShortError_ApplicationClosing
source: The application is closing.
it: L'applicazione si sta chiudendo.
tr: Uygulama kapanıyor.

# BuildPatchInstallError,BuildPatchInstallShortError_ApplicationError
source: Patching service could not start. Please contact support.
it: Il servizio di patch non può essere avviato. Contattare l'assistenza.
tr: Yama hizmeti başlatılamadı. Lütfen destek ekibi ile iletişime geç.

# BuildPatchInstallError,BuildPatchInstallShortError_BuildCorrupt
source: The installation is corrupt. Please contact support.
it: Si è verificato un problema durante l'installazione. Contattare l'assistenza.
tr: Yükleme bozulmuş. Lütfen destek ekibi ile iletişime geç.

# BuildPatchInstallError,BuildPatchInstallShortError_DownloadError
source: Could not download patch data. Please check your internet connection, and try again.
it: Impossibile scaricare i dati della patch. Controlla la connessione a Internet e prova di nuovo.
tr: Yama verileri indirilemiyor. Lütfen internet bağlantını kontrol et ve tekrar dene.

# BuildPatchInstallError,BuildPatchInstallShortError_FileConstructionFail
source: A file corruption has occurred. Please try again.
it: Alcuni file si sono corrotti. Riprova.
tr: Bir dosyada bozukluk meydana geldi. Lütfen tekrar dene.

# BuildPatchInstallError,BuildPatchInstallShortError_InitializationError
source: The installer failed to initialize. Please contact support.
it: Il programma di installazione non si è avviato. Contattare l'assistenza.
tr: Yükleyici başlatılamadı. Lütfen destek ekibi ile iletişime geç.

# BuildPatchInstallError,BuildPatchInstallShortError_InvalidOrMax
source: An unknown error ocurred. Please contact support.
it: Si è verificato un errore sconosciuto. Contattare l'assistenza.
tr: Bilinmeyen bir hata meydana geldi. Lütfen destek ekibi ile iletişime geç.

# BuildPatchInstallError,BuildPatchInstallShortError_MoveFileToInstall
source: A file access error has occurred. Please check your running processes.
it: Si è verificato un errore durante l'accesso ai file. Verificare i processi in esecuzione.
tr: Bir dosyaya erişilirken hata meydana geldi. Lütfen çalışmakta olan programlarını gözden geçir.

# BuildPatchInstallError,BuildPatchInstallShortError_NoError
source: The operation was successful.
it: L'operazione è andata a buon fine.
tr: İşlem başarılı oldu.

# BuildPatchInstallError,BuildPatchInstallShortError_OutOfDiskSpace
source: Not enough disk space available. Please free up some disk space and try again.
it: Spazio su disco insufficiente. Liberare spazio su disco e riprovare.
tr: Disk alanı yeterli değil. Lütfen diskinde yer açtıktan sonra tekrar dene.

# BuildPatchInstallError,BuildPatchInstallShortError_PathLengthExceeded
source: Maximum path length exceeded. Please specify a shorter install location.
it: Lunghezza massima del percorso superata. Selezionare un percorso di installazione più breve.
tr: Azami dosya yolu uzunluğu aşıldı. Lütfen daha kısa bir yükleme konumu belirle.

# BuildPatchInstallError,BuildPatchInstallShortError_PrerequisiteError
source: The necessary prerequisites have failed to install. Please contact support.
it: L'installazione dei prerequisiti non è andata a buon fine. Contattare l'assistenza.
tr: Ön gereksinimlerin yüklemesi başarısız oldu. Lütfen destek ekibi ile iletişime geç.

# BuildPatchInstallError,BuildPatchInstallShortError_UserCanceled
source: User cancelled.
it: Utente annullato.
tr: Kullanıcı iptal etti.

# BuildPatchInstallError,InstallDirectoryDiskSpace
source: There is not enough space at {Location} {RequiredBytes} is required. {AvailableBytes} is available. You need an additional {SpaceAdditional} to perform the installation.
it: È necessario uno spazio su disco in {Location} pari a {RequiredBytes}. Sono disponibili {AvailableBytes}. Hai bisogno di altri {SpaceAdditional} per eseguire l'installazione.
tr: {Location} yeterli alana sahip değil; {RequiredBytes} alan gerekli. {AvailableBytes} alan mevcut. Yüklemeyi gerçekleştirebilmek için {SpaceAdditional} alana daha ihtiyacın var.

# BuildPatchInstallError,InstallDirectoryDiskSpaceDevice
source: There is not enough space on your device. {RequiredBytes} is required. {AvailableBytes} is available. You need an additional {SpaceAdditional} to perform the installation.
it: È necessario uno spazio sul tuo dispositivo pari a {RequiredBytes}. Sono disponibili {AvailableBytes}. Hai bisogno di altri {SpaceAdditional} per eseguire l'installazione.
tr: Cihazın yeterli alana sahip değil. {RequiredBytes} alan gerekli. {AvailableBytes} alan mevcut. Yüklemeyi gerçekleştirebilmek için {SpaceAdditional} alana daha ihtiyacın var.

# BuildPatchInstallError,InvalidInstallTags
source: This installation could not continue due to a configuration issue. Please contact support.
it: L'installazione non può procedere a causa di un problema di configurazione. Contattare l'assistenza.
tr: Bir yapılandırma sorunu nedeniyle yükleme devam ettirilemiyor. Lütfen destek ekibi ile iletişime geç.

# BuildPatchInstallError,MissingInstallDirectory
source: The installation directory could not be created. {0}
it: La cartella di installazione non può essere creata. {0}
tr: Yükleme dizini oluşturulamadı. {0}

# BuildPatchInstallError,MissingPrereqForPrereqOnlyInstall
source: This installation could not continue due to a prerequisite configuration issue. Please contact support.
it: L'installazione non può procedere a causa di un problema di configurazione prerequisito. Contattare l'assistenza.
tr: Bu yükleme bir ön gereksinim yapılandırma sorunu nedeniyle devam ettirilemiyor. Lütfen destek ekibi ile iletişime geç.

# BuildPatchInstallError,MissingStageDirectory
source: The following directory could not be created. {0}
it: La seguente cartella non può essere creata. {0}
tr: Aşağıdaki dizin oluşturulamadı. {0}

# BuildPatchInstallProgress,EBuildPatchProgress_BuildVerification
source: Verifying
it: Verifica in corso
tr: Doğrulanıyor

# BuildPatchInstallProgress,EBuildPatchProgress_CleanUp
source: Cleaning up
it: Pulizia in corso
tr: Temizleniyor

# BuildPatchInstallProgress,EBuildPatchProgress_Complete
source: Complete
it: Completo
tr: Tamamlandı

# BuildPatchInstallProgress,EBuildPatchProgress_Downloading
source: Downloading
it: Download in corso
tr: İndiriliyor

# BuildPatchInstallProgress,EBuildPatchProgress_Initialising
source: Initializing
it: Inizializzazione in corso
tr: Başlatılıyor

# BuildPatchInstallProgress,EBuildPatchProgress_Installing
source: Installing
it: Installazione in corso
tr: Yükleniyor

# BuildPatchInstallProgress,EBuildPatchProgress_Paused
source: Paused
it: In pausa
tr: Duraklatıldı

# BuildPatchInstallProgress,EBuildPatchProgress_PrerequisitesInstall
source: Prerequisites
it: Prerequisiti
tr: Ön Gereksinimler

# BuildPatchInstallProgress,EBuildPatchProgress_Queued
source: Queued
it: In coda
tr: Kuyruğa Alındı

# BuildPatchInstallProgress,EBuildPatchProgress_Resuming
source: Resuming
it: Ripresa in corso
tr: Devam Ediyor

# DynamicRHI,NullDrvFailure
source: NullDrv failure?
it: Errore NullDrv?
tr: NullDrv hatası?

# GenericPlatform,FileManagerName
source: File Manager
tr: Dosya Yöneticisi

# GpuProfiler,GpuProfileVsyncEnabledWarning
source: WARNING: This GPU profile was captured with v-sync enabled. V-sync wait time may show up in any bucket, and as a result the data in this profile may be skewed. Please profile with v-sync disabled to obtain the most accurate data.
it: ATTENZIONE: Questo profilo è stato registrato con V-synch attivo. Il tempo di attesa di V-sync può apparire in qualsiasi bucket. Di conseguenza i dati in questo profilo possono essere distorti. Profila con V-sync disattivato per avere dati più accurati.
tr: UYARI: Bu ekran kartı gözlemi dikey senkronizasyon açık şekilde kaydedilmiş. Dikey senkronizasyon bekleme süresi herhangi bir veri dizininde görünebilir ve bunun sonucunda görüntülemeye bağlı veriler değişebilir. Lütfen en net sonuç için gözlemi dikey senkronizasyon kapalı şekilde yap.

# InputKeys,Acceleration
source: Acceleration
it: Accelerazione
tr: İvmelenme

# InputKeys,Ampersand
source: Ampersand
it: E commerciale
tr: Ve İşareti

# InputKeys,Android_Back
source: Android Back
it: Indietro Android
tr: Android Geri

# InputKeys,Android_Menu
source: Android Menu
it: Menu Android
tr: Android Menü

# InputKeys,Android_Volume_Down
source: Android Volume Down
it: Volume - Android
tr: Android Ses Kısma

# InputKeys,Android_Volume_Up
source: Android Volume Up
it: Volume + Android
tr: Android Ses Açma

# InputKeys,AnyKey
source: Any Key
it: Qualsiasi tasto
tr: Herhangi Bir Tuş

# InputKeys,Apostrophe
source: Apostrophe
it: Apostrofo
tr: Kesme İşareti

# InputKeys,Asterix
source: Asterisk
it: Asterisco
tr: Yıldız

# InputKeys,Backslash
source: Backslash
it: Barra rovesciata
tr: Ters Eğik Çizgi

# InputKeys,Caret
source: Caret
it: Accento circonflesso
tr: Düzeltme İşareti

# InputKeys,Colon
source: Colon
it: Due punti
tr: İki Nokta

# InputKeys,Comma
source: Comma
it: Virgola
tr: Virgül

# InputKeys,Dollar
source: Dollar
it: Dollaro
tr: Dolar

# InputKeys,Down
source: Down
it: Giù
tr: Aşağı

# InputKeys,Equals
source: Equals
it: Uguale
tr: Eşittir

# InputKeys,Exclamation
source: Exclamation
it: Esclamazione
tr: Ünlem

# InputKeys,Gamepad_DPad_Down
source: Gamepad D-pad Down
it: Direzionale gamepad giù
tr: Oyun Kumandası Aşağı Yön Düğmesi

# InputKeys,Gamepad_DPad_Left
source: Gamepad D-pad Left
it: Direzionale gamepad sinistra
tr: Oyun Kumandası Sol Yön Düğmesi

# InputKeys,Gamepad_DPad_Right
source: Gamepad D-pad Right
it: Direzionale gamepad destra
tr: Oyun Kumandası Sağ Yön Düğmesi

# InputKeys,Gamepad_DPad_Up
source: Gamepad D-pad Up
it: Direzionale gamepad su
tr: Oyun Kumandası Yukarı Yön Düğmesi

# InputKeys,Gamepad_FaceButton_Bottom
source: Gamepad Face Button Bottom
it: Pulsante frontale inferiore gamepad
tr: Oyun Kumandası Ön Düğme Alt

# InputKeys,Gamepad_FaceButton_Left
source: Gamepad Face Button Left
it: Pulsante frontale sinistro gamepad
tr: Oyun Kumandası Ön Düğme Sol

# InputKeys,Gamepad_FaceButton_Right
source: Gamepad Face Button Right
it: Pulsante frontale destro gamepad
tr: Oyun Kumandası Ön Düğme Sağ

# InputKeys,Gamepad_FaceButton_Top
source: Gamepad Face Button Top
it: Pulsante frontale superiore gamepad
tr: Oyun Kumandası Ön Düğme Üst

# InputKeys,Gamepad_Left2D
source: Gamepad Left Thumbstick 2D-Axis
it: 2D-Asse X levetta sinistra gamepad
tr: Oyun Kumandası Sol Analog Çubuk 2D-Eksen

# InputKeys,Gamepad_LeftShoulder
source: Gamepad Left Shoulder
it: Dorsale sinistro gamepad
tr: Oyun Kumandası LB

# InputKeys,Gamepad_LeftStick_Down
source: Gamepad Left Thumbstick Down
it: Levetta sinistra gamepad giù
tr: Oyun Kumandası Sol Analog Çubuk Aşağı

# InputKeys,Gamepad_LeftStick_Left
source: Gamepad Left Thumbstick Left
it: Levetta sinistra gamepad sinistra
tr: Oyun Kumandası Sol Analog Çubuk Sol

# InputKeys,Gamepad_LeftStick_Right
source: Gamepad Left Thumbstick Right
it: Levetta sinistra gamepad destra
tr: Oyun Kumandası Sol Analog Çubuk Sağ

# InputKeys,Gamepad_LeftStick_Up
source: Gamepad Left Thumbstick Up
it: Levetta sinistra gamepad su
tr: Oyun Kumandası Sol Analog Çubuk Yukarı

# InputKeys,Gamepad_LeftThumbstick
source: Gamepad Left Thumbstick Button
it: Pulsante levetta sinistra gamepad
tr: Oyun Kumandası Sol Analog Çubuk Düğmesi

# InputKeys,Gamepad_LeftTrigger
source: Gamepad Left Trigger
it: Grilletto sinistro gamepad
tr: Oyun Kumandası LT

# InputKeys,Gamepad_LeftTriggerAxis
source: Gamepad Left Trigger Axis
it: Asse grilletto sinistro gamepad
tr: Oyun Kumandası LT Hassasiyeti

# InputKeys,Gamepad_LeftX
source: Gamepad Left Thumbstick X-Axis
it: Asse X levetta sinistra gamepad
tr: Oyun Kumandası Sol Analog Çubuk X-Ekseni

# InputKeys,Gamepad_LeftY
source: Gamepad Left Thumbstick Y-Axis
it: Asse Y levetta sinistra gamepad
tr: Oyun Kumandası Sol Analog Çubuk Y-Ekseni

# InputKeys,Gamepad_Right2D
source: Gamepad Right Thumbstick 2D-Axis
it: 2D-Asse X levetta destra gamepad
tr: Oyun Kumandası Sağ Analog Çubuk 2D-Eksen

# InputKeys,Gamepad_RightShoulder
source: Gamepad Right Shoulder
it: Dorsale destro gamepad
tr: Oyun Kumandası RB

# InputKeys,Gamepad_RightStick_Down
source: Gamepad Right Thumbstick Down
it: Levetta destra gamepad giù
tr: Oyun Kumandası Sağ Analog Çubuk Aşağı

# InputKeys,Gamepad_RightStick_Left
source: Gamepad Right Thumbstick Left
it: Levetta destra gamepad sinistra
tr: Oyun Kumandası Sağ Analog Çubuk Sol

# InputKeys,Gamepad_RightStick_Right
source: Gamepad Right Thumbstick Right
it: Levetta destra gamepad destra
tr: Oyun Kumandası Sağ Analog Çubuk Sağ

# InputKeys,Gamepad_RightStick_Up
source: Gamepad Right Thumbstick Up
it: Levetta destra gamepad su
tr: Oyun Kumandası Sağ Analog Çubuk Yukarı

# InputKeys,Gamepad_RightThumbstick
source: Gamepad Right Thumbstick Button
it: Pulsante levetta destra gamepad
tr: Oyun Kumandası Sağ Analog Çubuk Düğmesi

# InputKeys,Gamepad_RightTrigger
source: Gamepad Right Trigger
it: Grilletto destro gamepad
tr: Oyun Kumandası RT

# InputKeys,Gamepad_RightTriggerAxis
source: Gamepad Right Trigger Axis
it: Asse grilletto destro gamepad
tr: Oyun Kumandası RT Hassasiyeti

# InputKeys,Gamepad_RightX
source: Gamepad Right Thumbstick X-Axis
it: Asse X levetta destra gamepad
tr: Oyun Kumandası Sağ Analog Çubuk X-Ekseni

# InputKeys,Gamepad_RightY
source: Gamepad Right Thumbstick Y-Axis
it: Asse Y levetta destra gamepad
tr: Oyun Kumandası Sağ Analog Çubuk Y-Ekseni

# InputKeys,Gamepad_Special_Left
source: Gamepad Special Left
it: Speciale sinistro gamepad
tr: Oyun Kumandası Back Düğmesi

# InputKeys,Gamepad_Special_Left_X
source: Touchpad Button X Axis
it: Pulsante sull'asse orizzontale (X) del touchpad
tr: Dokunmatik Yüzey Butonu X Ekseni

# InputKeys,Gamepad_Special_Left_Y
source: Touchpad Button Y Axis
it: Pulsante sull'asse verticale (Y) del touchpad
tr: Dokunmatik Yüzey Butonu Y Ekseni

# InputKeys,Gamepad_Special_Right
source: Gamepad Special Right
it: Speciale destro gamepad
tr: Oyun Kumandası Start Düğmesi

# InputKeys,GamepadSubCategory
source: Gamepad
tr: Oyun Kumandası

# InputKeys,Gesture_Flick
source: Flick
it: Colpetto
tr: Hafif Vuruş

# InputKeys,Gesture_Pinch
source: Pinch
it: Pizzica
tr: Çimdikleme

# InputKeys,Gesture_Rotate
source: Rotate
it: Ruota
tr: Döndürme

# InputKeys,GestureSubCateogry
source: Gesture
it: Gesto
tr: Hareket

# InputKeys,Global_Back
source: Global Back
it: Indietro globale
tr: Global Geri

# InputKeys,Global_Menu
source: Global Menu
it: Menu globale
tr: Global Menü

# InputKeys,Global_Pause
source: Global Pause
it: Pausa globale
tr: Global Duraklatma

# InputKeys,Global_Play
source: Global Play
it: Play globale
tr: Global Oynatma

# InputKeys,Global_View
source: Global View
it: Visualizza globale
tr: Global Görüntüleme

# InputKeys,Gravity
source: Gravity
it: Gravità
tr: Yerçekimi

# InputKeys,Home
source: Home
tr: Giriş

# InputKeys,Hyphen
source: Hyphen
it: Trattino
tr: Kısa Çizgi

# InputKeys,KeyboardSubCategory
source: Keyboard
it: Tastiera
tr: Klavye

# InputKeys,Left
source: Left
it: Sinistra
tr: Sol

# InputKeys,LeftAlt
source: Left Alt
it: Alt di sinistra
tr: Sol Alt

# InputKeys,LeftBracket
source: Left Bracket
it: Parentesi quadra aperta
tr: Sol Köşeli Parantez

# InputKeys,LeftCommand
source: Left Cmd
it: Cmd di sinistra
tr: Sol Cmd

# InputKeys,LeftControl
source: Left Ctrl
it: Ctrl di sinistra
tr: Sol Ctrl

# InputKeys,LeftMouseButton
source: Left Mouse Button
it: Pulsante sinistro del mouse
tr: Sol Fare

# InputKeys,LeftMouseButtonShort
source: LMB
it: Pulsante sinistro del mouse
tr: Sol Fare

# InputKeys,LeftParantheses
source: Left Parantheses
it: Parentesi aperta
tr: Sol Parantez

# InputKeys,LeftShift
source: Left Shift
it: Maiusc sinistro
tr: Sol Shift

# InputKeys,MiddleMouseButton
source: Middle Mouse Button
it: Pulsante centrale del mouse
tr: Orta Fare

# InputKeys,MixedReality_Left_Grip_Click
source: Mixed Reality (L) Grip
it: Mixed Reality (L) Impugnatura
tr: Mixed Reality (Sol) Kavrama Düğmesi

# InputKeys,MixedReality_Left_Menu_Click
source: Mixed Reality (L) Menu
tr: Mixed Reality (Sol) Menü Düğmesi

# InputKeys,MixedReality_Left_Thumbstick_2D
source: Mixed Reality (L) Thumbstick 2D-Axis
it: Mixed Reality (L) Levetta 2D
tr: Mixed Reality (Sol) Analog Çubuğu 2D-Ekseni

# InputKeys,MixedReality_Left_Thumbstick_Click
source: Mixed Reality (L) Thumbstick Button
it: Mixed Reality (L) Levetta
tr: Mixed Reality (Sol) Analog Çubuk

# InputKeys,MixedReality_Left_Thumbstick_Down
source: Mixed Reality (L) Thumbstick Down
it: Mixed Reality (L) Levetta giù
tr: Mixed Reality (Sol) Analog Çubuk Aşağı

# InputKeys,MixedReality_Left_Thumbstick_Left
source: Mixed Reality (L) Thumbstick Left
it: Mixed Reality (L) Levetta sinistra
tr: Mixed Reality (Sol) Analog Çubuk Sol

# InputKeys,MixedReality_Left_Thumbstick_Right
source: Mixed Reality (L) Thumbstick Right
it: Mixed Reality (L) Levetta destra
tr: Mixed Reality (Sol) Analog Çubuk Sağ

# InputKeys,MixedReality_Left_Thumbstick_Up
source: Mixed Reality (L) Thumbstick Up
it: Mixed Reality (L) Levetta su
tr: Mixed Reality (Sol) Analog Çubuk Yukarı

# InputKeys,MixedReality_Left_Thumbstick_X
source: Mixed Reality (L) Thumbstick X-Axis
it: Mixed Reality (L) Levetta X
tr: Mixed Reality (Sol) Analog Çubuğu X-Ekseni

# InputKeys,MixedReality_Left_Thumbstick_Y
source: Mixed Reality (L) Thumbstick Y-Axis
it: Mixed Reality (L) Levetta Y
tr: Mixed Reality (Sol) Analog Çubuğu Y-Ekseni

# InputKeys,MixedReality_Left_Trackpad_2D
source: Mixed Reality (L) Trackpad 2D-Axis
it: Mixed Reality (L) Trackpad 2D
tr: Mixed Reality (Sol) Tampon 2D-Ekseni

# InputKeys,MixedReality_Left_Trackpad_Click
source: Mixed Reality (L) Trackpad Button
it: Mixed Reality (L) Trackpad
tr: Mixed Reality (Sol) Tampon

# InputKeys,MixedReality_Left_Trackpad_Down
source: Mixed Reality (L) Trackpad Down
it: Mixed Reality (L) Trackpad giù
tr: Mixed Reality (Sol) Tampon Aşağı

# InputKeys,MixedReality_Left_Trackpad_Left
source: Mixed Reality (L) Trackpad Left
it: Mixed Reality (L) Trackpad sinistra
tr: Mixed Reality (Sol) Tampon Sol

# InputKeys,MixedReality_Left_Trackpad_Right
source: Mixed Reality (L) Trackpad Right
it: Mixed Reality (L) Trackpad destra
tr: Mixed Reality (Sol) Tampon Sağ

# InputKeys,MixedReality_Left_Trackpad_Touch
source: Mixed Reality (L) Trackpad Touch
it: Mixed Reality (L) Tocco trackpad
tr: Mixed Reality (Sol) Tampon Dokun

# InputKeys,MixedReality_Left_Trackpad_Up
source: Mixed Reality (L) Trackpad Up
it: Mixed Reality (L) Trackpad su
tr: Mixed Reality (Sol) Tampon Yukarı

# InputKeys,MixedReality_Left_Trackpad_X
source: Mixed Reality (L) Trackpad X
tr: Mixed Reality (Sol) Tampon X

# InputKeys,MixedReality_Left_Trackpad_Y
source: Mixed Reality (L) Trackpad Y
tr: Mixed Reality (Sol) Tampon Y

# InputKeys,MixedReality_Left_Trigger_Axis
source: Mixed Reality (L) Trigger Axis
it: Mixed Reality (L) Attivatore asse
tr: Mixed Reality (Sol) Tetik Ekseni

# InputKeys,MixedReality_Left_Trigger_Click
source: Mixed Reality (L) Trigger
it: Mixed Reality (L) Attivatore
tr: Mixed Reality (Sol) Tetik

# InputKeys,MixedReality_Right_Grip_Click
source: Mixed Reality (R) Grip
it: Mixed Reality (R) Impugnatura
tr: Mixed Reality (Sağ) Kavrama Düğmesi

# InputKeys,MixedReality_Right_Menu_Click
source: Mixed Reality (R) Menu
tr: Mixed Reality (Sağ) Menü Düğmesi

# InputKeys,MixedReality_Right_Thumbstick_2D
source: Mixed Reality (R) Thumbstick 2D-Axis
it: Mixed Reality (R) Levetta 2D
tr: Mixed Reality (Sağ) Analog Çubuğu 2D-Ekseni

# InputKeys,MixedReality_Right_Thumbstick_Click
source: Mixed Reality (R) Thumbstick Button
it: Mixed Reality (R) Levetta
tr: Mixed Reality (Sağ) Analog Çubuk

# InputKeys,MixedReality_Right_Thumbstick_Down
source: Mixed Reality (R) Thumbstick Down
it: Mixed Reality (R) Levetta giù
tr: Mixed Reality (Sağ) Analog Çubuk Aşağı

# InputKeys,MixedReality_Right_Thumbstick_Left
source: Mixed Reality (R) Thumbstick Left
it: Mixed Reality (R) Levetta sinistra
tr: Mixed Reality (Sağ) Analog Çubuk Sol

# InputKeys,MixedReality_Right_Thumbstick_Right
source: Mixed Reality (R) Thumbstick Right
it: Mixed Reality (R) Levetta destra
tr: Mixed Reality (Sağ) Analog Çubuk Sağ

# InputKeys,MixedReality_Right_Thumbstick_Up
source: Mixed Reality (R) Thumbstick Up
it: Mixed Reality (R) Levetta su
tr: Mixed Reality (Sağ) Analog Çubuk Yukarı

# InputKeys,MixedReality_Right_Thumbstick_X
source: Mixed Reality (R) Thumbstick X-Axis
it: Mixed Reality (R) Levetta X
tr: Mixed Reality (Sağ) Analog Çubuğu X-Ekseni

# InputKeys,MixedReality_Right_Thumbstick_Y
source: Mixed Reality (R) Thumbstick Y-Axis
it: Mixed Reality (R) Levetta Y
tr: Mixed Reality (Sağ) Analog Çubuğu Y-Ekseni

# InputKeys,MixedReality_Right_Trackpad_2D
source: Mixed Reality (R) Trackpad 2D-Axis
it: Mixed Reality (R) Trackpad 2D
tr: Mixed Reality (Sağ) Tampon 2D-Ekseni

# InputKeys,MixedReality_Right_Trackpad_Click
source: Mixed Reality (R) Trackpad Button
it: Mixed Reality (R) Trackpad
tr: Mixed Reality (Sağ) Tampon

# InputKeys,MixedReality_Right_Trackpad_Down
source: Mixed Reality (R) Trackpad Down
it: Mixed Reality (R) Trackpad giù
tr: Mixed Reality (Sağ) Tampon Aşağı

# InputKeys,MixedReality_Right_Trackpad_Left
source: Mixed Reality (R) Trackpad Left
it: Mixed Reality (R) Trackpad sinistra
tr: Mixed Reality (Sağ) Tampon Sol

# InputKeys,MixedReality_Right_Trackpad_Right
source: Mixed Reality (R) Trackpad Right
it: Mixed Reality (R) Trackpad destra
tr: Mixed Reality (Sağ) Tampon Sağ

# InputKeys,MixedReality_Right_Trackpad_Touch
source: Mixed Reality (R) Trackpad Touch
it: Mixed Reality (R) Tocco trackpad
tr: Mixed Reality (Sağ) Tampon Dokun

# InputKeys,MixedReality_Right_Trackpad_Up
source: Mixed Reality (R) Trackpad Up
it: Mixed Reality (R) Trackpad su
tr: Mixed Reality (Sağ) Tampon Yukarı

# InputKeys,MixedReality_Right_Trackpad_X
source: Mixed Reality (R) Trackpad X
tr: Mixed Reality (Sağ) Tampon X

# InputKeys,MixedReality_Right_Trackpad_Y
source: Mixed Reality (R) Trackpad Y
tr: Mixed Reality (Sağ) Tampon Y

# InputKeys,MixedReality_Right_Trigger_Axis
source: Mixed Reality (R) Trigger Axis
it: Mixed Reality (R) Attivatore asse
tr: Mixed Reality (Sağ) Tetik Ekseni

# InputKeys,MixedReality_Right_Trigger_Click
source: Mixed Reality (R) Trigger
it: Mixed Reality (R) Attivatore
tr: Mixed Reality (Sağ) Tetik

# InputKeys,MotionSubCateogry
source: Motion
it: Movimento
tr: Hareket

# InputKeys,Mouse2D
source: Mouse XY 2D-Axis
it: 2D-Asse mouse YX
tr: Fare XY 2D-Eksen

# InputKeys,MouseScrollDown
source: Mouse Wheel Down
it: Rotella mouse giù
tr: Fare Tekerleği Aşağı

# InputKeys,MouseScrollUp
source: Mouse Wheel Up
it: Rotella mouse su
tr: Fare Tekerleği Yukarı

# InputKeys,MouseSubCategory
source: Mouse
tr: Fare

# InputKeys,MouseWheelAxis
source: Mouse Wheel Axis
it: Asse rotella mouse
tr: Fare Tekerlek Ekseni

# InputKeys,MouseX
source: Mouse X
tr: Fare X

# InputKeys,MouseY
source: Mouse Y
tr: Fare Y

# InputKeys,OculusTouch_Left_Grip_Axis
source: Oculus Touch (L) Grip Axis
it: Oculus Touch (L) Impugnatura asse
tr: Oculus Touch (Sol) Kavrama Düğmesi Ekseni

# InputKeys,OculusTouch_Left_Grip_Click
source: Oculus Touch (L) Grip
it: Oculus Touch (L) Impugnatura
tr: Oculus Touch (Sol) Kavrama Düğmesi

# InputKeys,OculusTouch_Left_Menu_Click
source: Oculus Touch (L) Menu
tr: Oculus Touch (Sol) Menü Düğmesi

# InputKeys,OculusTouch_Left_Thumbstick_2D
source: Oculus Touch (L) Thumbstick 2D-Axis
it: Oculus Touch (L) Levetta 2D
tr: Oculus Touch (Sol) Analog Çubuğu 2D-Ekseni

# InputKeys,OculusTouch_Left_Thumbstick_Click
source: Oculus Touch (L) Thumbstick Button
it: Oculus Touch (L) Levetta
tr: Oculus Touch (Sol) Analog Çubuk
